[
  {
    "description": [
      "iPhone 11 64GB chính hãng vừa ra mắt nối tiếp danh tiếng của dòng điện thoại nhà Apple. Đây là chiếc điện thoại có mức giá dễ chịu nhất trong bộ ba, nhiều lựa chọn màu sắc hơn cùng với đó là sự cải tiến về phần cứng và máy ảnh. ",
      "https://didongviet.vn/pub/media/wysiwyg/iphone-11/iphone-11-didongviet_1.jpg",
      "Bộ ba iPhone mà Apple vừa ra mắt gồm iPhone 11, iPhone 11 Pro và iPhone 11 Pro Max. Máy được nâng cấp nhiều tính năng, không chỉ đáp ứng nhu cầu làm việc, học tập mà còn đem lại những giây phút giải trí tuyệt vời cho người dùng.",
      "Thiết kế quen thuộc, cụm camera độc đáo, chống nước chuẩn IP68",
      "Về tổng thể, iPhone 11 64GB chính hãng không quá khác biệt so với thế hệ trước. Khung viền được làm từ nhôm sang trọng với hai mặt kính. Máy vẫn giữ lại cụm tai thỏ truyền thống cùng camera selfie True Depth. Viền cạnh khá dày nếu so sánh với phiên bản Pro. Màn hình 6,1 inch được trang bị lớp kính bào vệ chống va đập, xước tốt hơn.",
      "https://didongviet.vn/pub/media/wysiwyg/iphone-11/hinh-anh-iphone-11-didongviet.jpg",
      "Một trong những điểm nhấn của iPhone 11 chính là thiết kế cụm camera đột phá. Cụm camera chính được gom gọn vào khung vuông bên trái cùng với đèn LED. Tuy còn nhiều tranh cãi nhưng thiết kế cụm camera mới này cũng góp phần nhận diện thương hiệu cho loạt điện thoại mới. Bên cạnh vẻ ngoài, Apple còn nâng cấp thêm nhiều về phần cứng khi trang bị thêm một camera góc siêu rộng cho điện thoại.",
      "Tuy đánh vào phân khúc giá rẻ tương tự như XR nhưng iPhone 11 vẫn đem lại vẻ sang trọng, đẳng cấp vốn có của dòng điện thoại tên tuổi này. Không những thế, người dùng iPhone 11 64GB lại “đau đầu” với 3 màu sắc mới mẻ bên cạnh các màu truyền thống. Để chốt lại vẻ ngoài hiện đại, rực rỡ của điện thoại, Apple còn trang bị thêm khả năng chống nước đạt chuẩn IP68.",
      "Màn hình Liquid Retina 6,1 inch chân thực",
      "Với mức giá mềm hơn, iPhone 11 64GB được trang bị màn hình LCD với kích thước 6,1 inch. Apple sử dụng công nghệ Liquid Retina để đem lại trải nghiệm hình ảnh sắc nét, tái tạo màu sắc một cách chân thật nhất. Dù chỉ là tấm màn LCD nhưng trải nghiệm thị giác mà điện thoại đem lại vẫn xứng đáng với phân khúc của mình.",
      "https://didongviet.vn/pub/media/wysiwyg/iphone-11/man-hinh-iphone-11-didongviet.jpg",
      "Ánh sáng được điều chỉnh dựa trên môi trường thuận tiện khi sử dụng màn hình liên tục. Tần số quét 120Hz giúp các cử chỉ mượt mà hơn. Ngoài ra, không thể không kể đến các công nghệ quen thuộc như Dolby Vision, HDR10,..góp phần hoàn thiện trải nghiệm thị giác của người dùng.",
      "Chip A13 Bionic đứng đầu bảng xếp hạng hiện nay",
      "iPhone 11 64GB chính hãng được trang bị con chip mạnh nhất trong giới smartphone hiện nay: A13 Bionic. Chip được sản xuất trên quy trình 7nm của TSMC giúp đem lại hiệu năng khủng nhưng vẫn góp phần tiết kiệm điện năng từ đó người dùng có thời lượng sử dụng máy dài hơn, khoảng 1 tiếng so với iPhone XR.",
      "Theo đó, máy được trang bị 4GB RAM đi kèm với viên pin 3110 mAh. Bên cạnh nâng cấp về hiệu năng, thì đồ họa của máy cũng được trau chuốt hơn. GPU mới được tích hợp đem lại khả năng xử lý đồ họa mạnh mẽ. Các game nặng về hình ảnh được render sắc nét tới từng chi tiết. Tính năng FaceID cũng được cải tiến nhiều về độ nhanh nhạy và sự chính xác.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Apple-iPhone/iphone-11/iphone-11-gia-re-didongviet.jpg",
      "Công nghệ âm thanh Dolly Amos đem đến khả năng tạo âm thanh vòm cho iPhone 11 64GB cho các tín đồ âm thanh. Bộ nhớ trong 64GB không quá lớn nhưng vẫn đáp ứng được nhu cầu làm việc hay giải trí. iPhone 11 sẽ chạy iOS 13 mới nhất và tiếp tục được cập nhật liên tục từ Apple.",
      "Công nghệ Wifi 6 được coi sẽ là chuẩn Wifi thế hệ kế tiếp cũng xuất hiện trong lần ra mắt này. Tương tự như năm ngoái, với bộ ba iPhone 11, Apple cũng tung ra hai phiên bản một sims và 2 sims tùy thị trường.",
      "Camera góc siêu rộng cùng chế độ Night Mode",
      "Năm nay, người dùng có thiết kế camera gần như đồng điệu trên cả ba thiết bị. Ngay cả iPhone 11 64GB chính hãng cũng được tích hợp cụm camera kép bao gồm: 1 cảm biến góc rộng và góc siêu rộng. Cả hai đều có cùng thông số 12MP, chống rung quang học. Bên cạnh việc nâng cấp cảm biến góc siêu rộng, Apple còn hứa hẹn khả năng chụp ảnh “xịn xò” hơn so với các điện thoại tiền nhiệm.",
      "Ngoài các chế độ hiện có, máy còn được trang bị thêm chế độ chụp đêm Night Mode mới. Chỉ cần người dùng sử dụng máy ảnh trong điều kiện ánh sáng yếu, máy sẽ tự động bật chế độ này để đem lại những bức hình ít nhiễu, không thua gì khi chụp bình thường.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Apple-iPhone/iphone-11/camera-iphone-11-didongviet.jpg",
      "Khả năng chụp ảnh luôn là thế mạnh của iPhone. Và chiếc điện thoại này cũng không ngoại lệ. Camera selfie True Depth 12MP mặt trước cho phép quay phim Slow-Mo độ phân giải 4K. Ngoài ra, người dùng có thể chuyển sang chế độ selfie góc rộng cho những bức ảnh nhóm cực chất. Cụm camera này hứa hẹn sẽ lưu lại nhiều khoảnh khắc cũng như những thước phim tuyệt vời của bạn.",
      "Vì sao nên mua iPhone 11 64GB chính hãng, giá tốt tại Di Động Việt?",
      "Còn chần chừ gì nữa mà không sở hữu ngay siêu phẩm iPhone 11 64GB chính hãng tại hệ thống cửa hàng Di Động Việt ngay. Bên cạnh cam kết phân phối dòng máy chính hãng, chúng tôi còn có nhiều ưu đãi cũng như chương trình trả góp phù hợp với khả năng của bạn.",
      "Di Động Việt"
    ]
  }
]
