[
  {
    "name": "OPPO Reno6 Z 5G (8GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//o/p/oppo-reno6-z-5g-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu đen ", "Màu bạc"],
    "price": ["8.490.000 ₫"],
    "promotion": [
      "Mua kèm Tai nghe nhét tai Sony MDR - EX15AP giá chỉ còn 179.000đ (Giá niêm yết 290.000đ)",
      "Mua kèm Sạc dự phòng Innostyle Powergo Plus 10.000mAh giá chỉ còn 450.000đ (Giá niêm yết 690.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "OPPO",
    "description": [
      "Oppo Reno6 Z là dòng sản phẩm smartphone tầm trung cận cao cấp mới nhất của Oppo. Máy được thừa hưởng nhiều từ người tiền nhiệm Oppo Reno5. Với thiết kế hiện đại, bắt mắt cùng bộ 3 camera chất lượng. Reno6 Z hứa hẹn sẽ là đối thủ nặng ký trong phân khúc smartphone tầm trung cận cao cấp.",
      "/strong/Thiết kế hiện đại, cá tính",
      "Oppo Reno6 Z có thiết kế vô cùng hiện đại, bắt mắt. Với các chi tiết được hoàn thiện vô cùng tỉ mỉ. Phần khung viền được bo cong mềm mại, mang lại cảm giác cầm nắm khá chắc tay. Phần mặt trước được trang bị màn hình đục lỗ, mang lại không gian hiển thị lớn cho người dùng.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-z-didongviet-1-1.jpg",
      "Phần mặt lưng trên Reno6 Z, được làm cong 3D với hiệu ứng Reno Glow. Đây là hiệu ứng giúp phản chiếu đa sắc màu, lấp lánh vô cùng độc đáo mang lại sự cá tính cho người sở hữu. Theo Oppo, công nghệ Reno Glow còn giúp máy có thể chống bám dấu vân tay 100%. Máy cũng có kích thước rất nhỏ gọn, thuận tiện để người dùng có thể mang theo bên mình.",
      "/strong/Bộ 3 camera chụp ảnh chuyên nghiệp",
      "Oppo Reno6 Z được trang bị cụm 4 camera sau gồm: camera chính 64MP, camera góc rộng 8MP và camera macro 2MP. Đi kèm với đó là rất nhiều tính năng hỗ trợ chụp ảnh, hỗ trợ người dùng bắt trọn từng khoảnh khắc.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-z-didongviet-1-4.jpg",
      "Camera selfie cũng là điểm rất nổi bật trên sản phẩm. Điện thoại Oppo Reno6 Z có camera selfie với độ phân giải 32MP, với khả năng chụp ảnh chân dung với độ phân giải cao. Hoàn toàn đáp ứng được các nhu cầu selfie của người dùng. Bên cạnh đó, máy cũng hỗ trợ nhiều tính năng chụp selfie, mang lại cho người dùng nhiều tấm ảnh selfie chất lượng nhất.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-z-didongviet-1-1.jpg",
      "Ngoài ra, Reno6 Z còn có khả năng quay phim khá ấn tượng. Máy hỗ trợ quay phim HDR giúp các cảnh quay ngược sáng vẫn giữ được các chi tiết tổng thể tốt. Kết hợp với chế độ siêu chống rung và quay cùng lúc 2 camera. Giúp người dùng có thể quay được các thước phim sáng tạo, đa dạng ở nhiều góc nhìn khác nhau.",
      "/strong/Màn hình 6.43 inch AMOLED",
      "Oppo Reno6 Z sở hữu màn hình 6.43 inch với độ phân giải FullHD+ và tấm nền AMOLED chất lượng. Hình ảnh được hiển thị trên chiếc máy là vô cùng sắc nét, màu sắc tươi tắn, màu đen sâu và có độ nổi khối. Giúp người dùng có thể tận hưởng nội dung một cách chân thực nhất.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-z-didongviet-1-3.jpg",
      "Đặc biệt, tốc độ phản hồi trên điện thoại Oppo Reno6 Z khá nhanh. Mặc dù tần số quét màn hình chỉ dừng lại ở 60Hz thấp so với 90Hz trên dòng Oppo Reno6. Màn hình cũng được bảo vệ từ kính cường lức Gorilla Glass 5, giúp hạn chế trầy xước trong quá trình sử dụng.",
      "/strong/Hiệu năng mạnh mẽ với vi xử lý Dimensity 800U",
      "Oppo Reno6 Z được Oppo trang bị vi xử lý Dimensity 800U 5G mới nhất hiện nay. Vi xử lý này được thiết kế dựa trên tiến trình 7nm và hỗ trợ công nghệ kết nối 5G. Với vi xử lý này, người dùng có thể thoải mái thực hiện các tác vụ đồ họa năng, cũng như các tác vụ cơ bản hàng ngày một cách mượt mà.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-z-didongviet-1-2.jpg",
      "Máy cũng được trang bị dung lượng RAM 8GB cùng 128GB bộ nhớ trong. Với dung lượng RAM lớn, người dùng có thể thoải mái sử dụng đa nhiệm mà không hề gặp tình trạng giật, lag khi sử dụng. Bộ nhớ trong lớn giúp đáp ứng tối đa nhu cầu về lưu trữ tài liệu, ứng dụng, trò chơi của người dùng.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-z-didongviet-1-5.jpg",
      "Khả năng chơi game trên Reno6 Z là vô cùng tuyệt vời. Máy có thể cân mọi tựa game hot trên thị trường hiện nay như: LMHT Tốc chiến, Call Of Duty Mobile, Free Fire, PUBG Mobile, Liên Quân… vô cùng mượt mà. Bên cạnh đó, Oppo cũng trang bị thêm tính năng Game Mode giúp game thủ có thể trải nghiệm các tựa game của mình tuyệt vời hơn.",
      "/strong/Thời lượng sử dụng ấn tượng, hỗ trợ sạc nhanh 30W",
      "Điện thoại Oppo Reno6 Z được trang bị viên pin 4310mAh giúp người dùng có thể thoải mái trải nghiệm cả ngày dài mà không lo lắng về vấn đề hết pin. Máy cũng được tích hợp công nghệ sạc nhanh VOOC 4.0 30W giúp người dùng có thể rút ngắn thời gian sạc, nâng cao thời gian trải nghiệm trên chiếc điện thoại.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-z-didongviet-1-6.jpg",
      "Reno6 Z sẽ được trang bị giao diện ColorOS 11 mới nhất trên hệ điều hành Android 11. Giao diện mới có nhiều tính năng khá thú vị như: Tăng dung lượng RAM, dịch nhanh với 3 ngón tay và cử chỉ không chạm. Đây là những tính năng vô cùng mới hứa hẹn sẽ mang lại nhiều tiện ích cho người dùng khi sử dụng."
    ]
  },
  {
    "name": "Samsung Galaxy S21 Ultra 5G (12GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//g/a/galaxy-s21-ultra-12gb-128gb-didongviet.jpg"
    ],
    "capacity": ["8GB|256GB", "12GB|128GB"],
    "color": ["Silver", "Black"],
    "price": ["26.990.000 ₫", "23.990.000 ₫"],
    "promotion": [
      "Củ sạc nhanh 25W Samsung (chính hãng) Giá 320.000đ",
      "TAI NGHE SAMSUNG TYPE-C EARPHONES EO-IC100 Giá 350.000đ ( Giá niêm yết 590.000đ)",
      "Mua kèm Phần mềm Microsoft 365 Personal English APAC EM Subscr 1YR Medialess P6 giá chỉ còn 990.000đ (giá niêm yết 1.290.000đ)",
      "Mua kèm Phần mềm Microsoft Office Home & Student 2021 giá chỉ còn 2.190.000đ (Giá niêm yết 2.390.000đ)",
      "Sim 4G Data Itelecom May77 giá 165.000đ (Giá lẻ 199.000đ)"
    ],
    "category": "Samsung",
    "description": [
      "Galaxy S21 Ultra 5G 128GB là dòng điện thoại thông minh chủ lực đầu tiên của Samsung ở nửa đầu năm 2021. Galaxy S21 Ultra sở hữu màn hình Quad HD+ (2K+) kích thước 6,8 inch, đây cũng là màn hình 120Hz.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-s21-ultra-5g-back-didongviet.JPG",
      "/strong/Thiết kế Galaxy S21 Ultra 5G 128GB",
      "Samsung Galaxy S21 Ultra 5G Ultra 128GB hoàn thiện từ chất liệu kim loại và kính mang lại cảm giác cao cấp xứng đáng với danh hiệu flagship của Samsung.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-s21-ultra-5g-camera-sau-didongviet.JPG",
      "Việc sử dụng khéo léo kim loại và lớp kính phủ nhám khiến máy trở thành một trong những thiết bị đẹp nhất trong gia đình Galaxy S.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-s21-ultra-5g-screen-didongviet.JPG",
      "/strong/Cụm camera và công suất vượt cả mong đợi",
      "Hệ thống camera sau trên Samsung Galaxy S21 Ultra 5G Ultra 128GB cũng được nâng cấp xứng đáng với các điểm đặc biệt. Main camera đã được phân tích thành siêu nét 108MP.",
      "Camera phụ cũng ở mức khá cao với 48MP, Camera góc rộng đạt 12MP mang đến một chất lượng hình ảnh siêu nét ở mọi tác vụ như chụp ảnh, quay video 4K. Ngoài ra, camera sau hệ thống được trang bị TOF 3D cảm biến chiều sâu cho chất lượng hình ảnh sâu và thực hiện với bên ngoài không gian hơn.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Samsung/galaxy-s21-Ultra/galaxy-s21-ultra-5g-camera-didongviet_1_.jpg",
      "Camera trước ẩn dưới màn hình trên Samsung Galaxy S21 Ultra 5G Ultra 128GB cũng mang đến một phân tích khá cao với 40MP. Người dùng có thể sử dụng camera trước để thực hiện selfie hoặc quay video độ phân giải 2K một cách dễ dàng.",
      "Camera trước cũng được trang bị góc rộng để có thể ghi lại hình ảnh với khung hình rộng hơn. Hệ điều hành Android 10 trên máy cũng hỗ trợ người dùng nhiều tính năng chụp kèm theo AI Camera trên cả camera trước và sau. ",
      "/strong/Con chip thế hệ mới cực mạnh",
      "Không có màn hình tràn viền kích thước lớn Samsung còn trang bị trên chiếc Samsung Galaxy S21 Ultra 5G Ultra 128GB cấu hình cực kỳ mạnh mẽ.",
      "Ngoài RAM bộ nhớ của máy cũng được nâng cấp lên 12GB. Người dùng có thể thoải mái cùng lúc nhiều ứng dụng như chơi game, mạng xã hội cùng lúc không bị giật lag.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-s21-ultra-5g-charge-didongviet.JPG",
      "Bên trong Samsung Galaxy S21 Ultra 5G Ultra cũng được mở rộng đáng giá với lượng dung lượng lên đến 128GB và một kho lưu trữ lớn có khả năng không cần thiết phải sử dụng thêm thẻ nhớ trên máy.",
      "/strong/Pin dung lượng 5000mAh cho tốc độ sạc nhanh chóng",
      "Samsung trang bị cho Galaxy S21 Ultra 5G 128GB một viên pin khá lớn đến 5000mAh. Người dùng có thể sử dụng các ứng dụng cao cấp theo màn hình kích thước lớn một cách thoải mái mà không bị gián đoạn trong thời gian dài. Ngoài ra, S21 Ultra 5G cũng được trang bị sạc không dây, sạc ngược với thời gian sạc nhanh chóng.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-s21-ultra-5g-thiet-ke-didongviet.JPG"
    ]
  },
  {
    "name": "Samsung Galaxy Z Fold3 5G (12GB|256GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//s/a/samsung-galaxy-z-fold3-5g-256gb-didongviet_1.jpg"
    ],
    "capacity": [],
    "color": ["Màu xanh", "Màu đen ", "Màu bạc"],
    "price": ["34.590.000 ₫"],
    "promotion": [
      "Mua kèm Củ sạc nhanh 25W Samsung Chính hãng giá chỉ còn 320.000đ (giá niêm yết 490.000đ)",
      "Mua kèm Tai nghe Samsung TYPE-C EARPHONES EO-IC100 giá chỉ còn 350.000đ (giá niêm yết 590.000đ)"
    ],
    "category": "Samsung",
    "description": [
      "Galaxy Z Fold3 5G (Z Fold 3) là chiếc điện thoại màn hình gập cao cấp nhất của Samsung. Z Fold 3 sẽ là chiếc điện thoại Samsung đầu tiên có camera dưới màn hình, đẳng cấp, góp phần mang đến những trải nghiệm mới mẻ, ấn tượng hơn cho người dùng.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-fold-didongviet.jpg",
      "/strong/Thiết kế đỉnh với kính cường lực siêu mỏng",
      "Galaxy Z Fold3 5G (Z Fold 3) vẫn giữ nguyên cơ chế màn hình gập ở thế hệ tiền nhiệm. Như một quyển sách, chiếc điện thoại mở ra để hiển thị màn hình lớn bên trong",
      "Tuy nhiên, Samsung Galaxy Z Fold3 sẽ được trang bị màn hình có đường chéo lớn hơn, viền bezel siêu mỏng ở các cạnh. Bên cạnh đó, Z Fold3 (Z Fold 3) sẽ nhỏ và có trọng lượng nhẹ hơn người tiền nhiệm (trọng lượng chỉ 271 gram so với 282 gram ở Fold2).",
      "https://didongviet.vn/pub/media/wysiwyg/Z-fold-3/galaxy-z-fold-3-didongviet-5.jpg",
      "Đặc biệt hơn, khung sườn của Z Fold3 được làm bằng chất liệu Armor Aluminum - loại nhôm được khẳng định là cứng nhất từ trước tới nay từng được sử dụng trên smartphone, tạo nên sự bền bỉ cho chiếc smartphone màn hình gập này.",
      "/strong/Bút S-PEN với nhiều ưu điểm",
      "Bút viết S-PEN của điện thoại Samsung trước đó chỉ trang bị cho dòng Galaxy Note, tuy nhiên sang năm 2021 Samsung có kế hoạch sẽ trang bị bút viết cảm ứng S-PEN cho cho chiếc Galaxy Z Fold3 (Z Fold 3) 5G.",
      "https://didongviet.vn/pub/media/wysiwyg/Z-fold-3/s-pen-tren-galaxy-z-fold-3-didongviet.jpg",
      "S-PEN trên Galaxy Z Fold3 không chỉ đơn giản là gắn S-PEN, nó còn có tính năng của một thiết bị đầu cuối thay thế dòng máy tính xách tay bằng cách thêm một khe cắm S-PEN. Bút S-PEN mang đến các trải nghiệm từ khả năng viết vẽ, dịch thuật đến cắt chỉnh video, hình ảnh, ... đảm bảo nhiều hấp dẫn cho người dùng khi trải nghiệm.",
      "/strong/Màn hình cải tiến, bền bỉ hơn",
      "Galaxy Z Fold3 5G (Z Fold 3) vẫn giữ nguyên thiết kế giống như một cuốn sách và chức năng của những người tiền nhiệm, với màn hình bìa 6,2 inch hạn chế nhưng có thể sử dụng được ở bên ngoài điện thoại, mở ra để lộ màn hình lớn 7,6 inch ở bên trong.",
      "Màn hình bên trong đó sử dụng công nghệ AMOLED tương tự như trên điện thoại thông minh thế hệ trước, với độ phân giải 2208 x 1768. Đây không phải là màn hình điện thoại thông minh sắc nét nhất, nhưng nó sáng và mang lại hình ảnh tuyệt vời khi bạn xem video hoặc chỉ cuộn màn hình.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-fold-3-didongviet-2.jpg",
      "Chạy xuống giữa màn hình đó, người dùng sẽ thấy nếp gấp nơi thiết bị cầm tay đẩy vào nhau. Hình ảnh trên màn hình vẫn hiển thị trong màn hình gập này, nhưng nếp gấp có thể nhận thấy khi mở thiết bị và xem màn hình kích thước đầy đủ.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-fold-3-didongviet-9.jpg",
      "Samsung đã thực hiện một số cải tiến đối với bản lề ở đây và các vật liệu đang được sử dụng bền hơn so với những vật liệu được sử dụng trong tất cả các nỗ lực có thể gập lại trước đây. Có một sự khác biệt đáng chú ý ở đây khi mở điện thoại ra cho cảm giác chắc chắn hơn so với Galaxy Z Fold 2, mặc dù các vấn đề về độ bền có thể vẫn là mối quan tâm của một số người.",
      "/strong/Camera nâng cấp, chụp ảnh tốt",
      "Camera của Samsung Galaxy Z Fold3 (Z Fold 3) 5G có cảm biến giống với những gì chúng ta nhận được vào năm ngoái với camera chính 12MP f / 1.8, camera siêu rộng 12MP f / 2.2 và camera tele 12MP f / 2.4 có khả năng zoom quang học 2x.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-fold-3-didongviet-5.jpg",
      "Camera này sẽ có tính năng ổn định hình ảnh quang học trong camera tele và camera siêu rộng trên thiết bị này. Có hai camera khác trên Galaxy Z Fold3, cả hai đều được thiết kế để chụp ảnh selfie. Trên màn hình bên ngoài của điện thoại, người dùng sẽ tìm thấy một cảm biến 10MP f / 2.2.",
      "Đáng chú ý hơn, Z Fold3 cũng đi kèm với camera dưới màn hình thương mại đầu tiên của Samsung, được ẩn dưới màn hình ở phía bên phải của màn hình bên trong. Đây là camera 4MP f / 1.8 góp phần mang đến nhiều bức ảnh chất lượng nhất.",
      "/strong/Hiệu năng khủng xứng tầm flagship",
      "Galaxy Z Fold3 5G chạy trên chipset Qualcomm Snapdragon 888. Con chip này được tìm thấy trong phần lớn các điện thoại thông minh cao cấp nhất vào năm 2021 và nó hoạt động tuyệt vời trong mọi trải nghiệm. Bộ vi xử lý được ghép nối với 12GB RAM và 256GB bộ nhớ lưu trữ trên bo mạch, mang đến bộ nhớ rộng lớn để người dùng thoải mái lưu trữ dữ liệu.",
      "https://didongviet.vn/pub/media/wysiwyg/09/galaxy-fold-3-didongviet-4.jpg",
      "Samsung Galaxy Z Fold3 (Z Fold 3) 5G chạy Android 11 với lớp phủ One UI của chính Samsung ở trên cùng. Có một số tối ưu hóa ở đây để phù hợp với thiết kế có thể gập lại như bàn phím trên màn hình xuất hiện trong hai phần riêng biệt - và nó phần lớn giống với những gì chúng ta đã thấy trên các thiết bị có thể gập lại trước đây.",
      "/strong/Pin cho thời gian sử dụng lâu",
      "Cung cấp năng lượng cho Samsung Galaxy Z Fold3 5G là viên pin 4.400mAh, nhỏ hơn 100mAh so với pin của Z Fold 2. Tuy nhiên, dù nhỏ hơn nhưng với nhiều cải tiến mới, pin điện thoại vẫn đáp ứng đủ thời lượng cho người dùng sử dụng trong một ngày dài thoải mái."
    ]
  },
  {
    "name": "iPhone 11 64GB Chính Hãng (VN/A) ",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//i/p/iphone-11-64gb-chinh-hang_3.jpg"
    ],
    "capacity": ["64GB", "128GB", "256GB"],
    "color": [
      "Màu đỏ",
      "Màu xanh",
      "Màu trắng",
      "Màu đen ",
      "Màu tím",
      "Màu vàng"
    ],
    "price": ["13.890.000 ₫", "15.790.000 ₫", "21.790.000 ₫"],
    "promotion": [
      "Mua kèm Sạc nhanh Apple iPhone 20W Chính Hãng giá chỉ còn 490.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Tai nghe Earpods Chính Hãng giá chỉ còn 490.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Apple Airtag Chính Hãng giá chỉ còn 650.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Pin sạc dự phòng Energizer 10.000mAh - QP10000PQBK giá chỉ còn 750.000đ (Giá niêm yết 1.000.000đ)"
    ],
    "category": "iPhone",
    "description": [
      "iPhone 11 64GB chính hãng vừa ra mắt nối tiếp danh tiếng của dòng điện thoại nhà Apple. Đây là chiếc điện thoại có mức giá dễ chịu nhất trong bộ ba, nhiều lựa chọn màu sắc hơn cùng với đó là sự cải tiến về phần cứng và máy ảnh. ",
      "https://didongviet.vn/pub/media/wysiwyg/iphone-11/iphone-11-didongviet_1.jpg",
      "Bộ ba iPhone mà Apple vừa ra mắt gồm iPhone 11, iPhone 11 Pro và iPhone 11 Pro Max. Máy được nâng cấp nhiều tính năng, không chỉ đáp ứng nhu cầu làm việc, học tập mà còn đem lại những giây phút giải trí tuyệt vời cho người dùng.",
      "/strong/Thiết kế quen thuộc, cụm camera độc đáo, chống nước chuẩn IP68",
      "Về tổng thể, iPhone 11 64GB chính hãng không quá khác biệt so với thế hệ trước. Khung viền được làm từ nhôm sang trọng với hai mặt kính. Máy vẫn giữ lại cụm tai thỏ truyền thống cùng camera selfie True Depth. Viền cạnh khá dày nếu so sánh với phiên bản Pro. Màn hình 6,1 inch được trang bị lớp kính bào vệ chống va đập, xước tốt hơn.",
      "https://didongviet.vn/pub/media/wysiwyg/iphone-11/hinh-anh-iphone-11-didongviet.jpg",
      "Một trong những điểm nhấn của iPhone 11 chính là thiết kế cụm camera đột phá. Cụm camera chính được gom gọn vào khung vuông bên trái cùng với đèn LED. Tuy còn nhiều tranh cãi nhưng thiết kế cụm camera mới này cũng góp phần nhận diện thương hiệu cho loạt điện thoại mới. Bên cạnh vẻ ngoài, Apple còn nâng cấp thêm nhiều về phần cứng khi trang bị thêm một camera góc siêu rộng cho điện thoại.",
      "Tuy đánh vào phân khúc giá rẻ tương tự như XR nhưng iPhone 11 vẫn đem lại vẻ sang trọng, đẳng cấp vốn có của dòng điện thoại tên tuổi này. Không những thế, người dùng iPhone 11 64GB lại “đau đầu” với 3 màu sắc mới mẻ bên cạnh các màu truyền thống. Để chốt lại vẻ ngoài hiện đại, rực rỡ của điện thoại, Apple còn trang bị thêm khả năng chống nước đạt chuẩn IP68.",
      "/strong/Màn hình Liquid Retina 6,1 inch chân thực",
      "Với mức giá mềm hơn, iPhone 11 64GB được trang bị màn hình LCD với kích thước 6,1 inch. Apple sử dụng công nghệ Liquid Retina để đem lại trải nghiệm hình ảnh sắc nét, tái tạo màu sắc một cách chân thật nhất. Dù chỉ là tấm màn LCD nhưng trải nghiệm thị giác mà điện thoại đem lại vẫn xứng đáng với phân khúc của mình.",
      "https://didongviet.vn/pub/media/wysiwyg/iphone-11/man-hinh-iphone-11-didongviet.jpg",
      "Ánh sáng được điều chỉnh dựa trên môi trường thuận tiện khi sử dụng màn hình liên tục. Tần số quét 120Hz giúp các cử chỉ mượt mà hơn. Ngoài ra, không thể không kể đến các công nghệ quen thuộc như Dolby Vision, HDR10,..góp phần hoàn thiện trải nghiệm thị giác của người dùng.",
      "/strong/Chip A13 Bionic đứng đầu bảng xếp hạng hiện nay",
      "iPhone 11 64GB chính hãng được trang bị con chip mạnh nhất trong giới smartphone hiện nay: A13 Bionic. Chip được sản xuất trên quy trình 7nm của TSMC giúp đem lại hiệu năng khủng nhưng vẫn góp phần tiết kiệm điện năng từ đó người dùng có thời lượng sử dụng máy dài hơn, khoảng 1 tiếng so với iPhone XR.",
      "Theo đó, máy được trang bị 4GB RAM đi kèm với viên pin 3110 mAh. Bên cạnh nâng cấp về hiệu năng, thì đồ họa của máy cũng được trau chuốt hơn. GPU mới được tích hợp đem lại khả năng xử lý đồ họa mạnh mẽ. Các game nặng về hình ảnh được render sắc nét tới từng chi tiết. Tính năng FaceID cũng được cải tiến nhiều về độ nhanh nhạy và sự chính xác.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Apple-iPhone/iphone-11/iphone-11-gia-re-didongviet.jpg",
      "Công nghệ âm thanh Dolly Amos đem đến khả năng tạo âm thanh vòm cho iPhone 11 64GB cho các tín đồ âm thanh. Bộ nhớ trong 64GB không quá lớn nhưng vẫn đáp ứng được nhu cầu làm việc hay giải trí. iPhone 11 sẽ chạy iOS 13 mới nhất và tiếp tục được cập nhật liên tục từ Apple.",
      "Công nghệ Wifi 6 được coi sẽ là chuẩn Wifi thế hệ kế tiếp cũng xuất hiện trong lần ra mắt này. Tương tự như năm ngoái, với bộ ba iPhone 11, Apple cũng tung ra hai phiên bản một sims và 2 sims tùy thị trường.",
      "/strong/Camera góc siêu rộng cùng chế độ Night Mode",
      "Năm nay, người dùng có thiết kế camera gần như đồng điệu trên cả ba thiết bị. Ngay cả iPhone 11 64GB chính hãng cũng được tích hợp cụm camera kép bao gồm: 1 cảm biến góc rộng và góc siêu rộng. Cả hai đều có cùng thông số 12MP, chống rung quang học. Bên cạnh việc nâng cấp cảm biến góc siêu rộng, Apple còn hứa hẹn khả năng chụp ảnh “xịn xò” hơn so với các điện thoại tiền nhiệm.",
      "Ngoài các chế độ hiện có, máy còn được trang bị thêm chế độ chụp đêm Night Mode mới. Chỉ cần người dùng sử dụng máy ảnh trong điều kiện ánh sáng yếu, máy sẽ tự động bật chế độ này để đem lại những bức hình ít nhiễu, không thua gì khi chụp bình thường.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Apple-iPhone/iphone-11/camera-iphone-11-didongviet.jpg",
      "Khả năng chụp ảnh luôn là thế mạnh của iPhone. Và chiếc điện thoại này cũng không ngoại lệ. Camera selfie True Depth 12MP mặt trước cho phép quay phim Slow-Mo độ phân giải 4K. Ngoài ra, người dùng có thể chuyển sang chế độ selfie góc rộng cho những bức ảnh nhóm cực chất. Cụm camera này hứa hẹn sẽ lưu lại nhiều khoảnh khắc cũng như những thước phim tuyệt vời của bạn.",
      "/strong/Vì sao nên mua iPhone 11 64GB chính hãng, giá tốt tại Di Động Việt?",
      "Còn chần chừ gì nữa mà không sở hữu ngay siêu phẩm iPhone 11 64GB chính hãng tại hệ thống cửa hàng Di Động Việt ngay. Bên cạnh cam kết phân phối dòng máy chính hãng, chúng tôi còn có nhiều ưu đãi cũng như chương trình trả góp phù hợp với khả năng của bạn."
    ]
  },
  {
    "name": "Xiaomi Mi Note 10 Lite (8GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//x/i/xiaomi-mi-note-10-lite-didongviet_1__1.jpg"
    ],
    "capacity": [],
    "color": ["Màu đen ", "Màu trắng", "Màu tím"],
    "price": ["7.690.000 ₫"],
    "promotion": [
      "Sim 4G Data Itelecom May77 giá chỉ 165.000đ (Giá lẻ 199.000đ)",
      "Pin dự phòng Innostyle Powergo giá chỉ 250.000đ (Giá mua lẻ 590.000đ)"
    ],
    "category": "Xiaomi",
    "description": [
      "Xiaomi Mi Note 10 Lite là phiên bản có giá rẻ hơn nhưng sở hữu hầu hết các thông số kỹ thuật tương tự của Mi Note 10 thông thường. Điện thoại thích hợp cho những người dùng yêu thích chụp ảnh.",
      "/strong/Thiết kế truyền thống",
      "Xiaomi Mi Note 10 Lite sở hữu thiết kế truyền thống. Máy có thiết kế giống với chiếc Note 10 Lite thông thường. Mặt trước và mặt sau của Xiaomi Mi Note 10 Lite được làm bằng kính cường lực Gorilla Glass 5 cong 3D, đi kèm là khung kim loại, vì vậy điện thoại cho cảm giác chắc chắn khi cầm nắm.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/xiaomi/mi-note-10-lite/dt-xiaomi-mi-note-10-lite-didongviet.jpg",
      "Màn hình Mi Note 10 Lite cũng được làm cong. Điều này làm cho các cạnh của điện thoại được tròn đáng kể, và do đó thiết bị này khá thoải mái khi cầm trên tay.",
      "Xung quanh các cạnh của điện thoại bạn được trang bị các phím bấm vật lý truyền thống. Cạnh dưới là nơi chứa cổng USB-C tiêu chuẩn và giắc cắm tai nghe 3,5 mm. Trên cạnh phải của điện thoại là nút nguồn và nút chỉnh âm lượng.",
      "Ở mặt lưng, điện thoại có thiết kế gradient đẹp mắt, các màu sắc được thay đổi ở mỗi góc nhìn trông tinh tế, sang trọng. Cụm bốn camera cũng được đặt dọc ở phía trái của máy, trong một mô-đun hình chữ nhật, bên cạnh là đèn flash LED kép đi kèm.",
      "/strong/Màn hình rộng, sắc nét",
      "Mi Note 10 Lite có màn hình AMOLED 6,47 inch, độ phân giải Full HD+ tương tự trên Mi Note 10 thông thường với tỷ lệ 19.5:9, tỷ lệ màn hình trên thân máy đạt mức 91.4%. Màn hình này đủ nhỏ để có thể dễ dàng sử dụng bằng một tay.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/xiaomi/mi-note-10-lite/man-hinh-xiaomi-mi-note-10-lite-didongviet.jpg",
      "Màn hình Mi Note 10 Lite mang lại màu sắc thực sự nổi bật, độ sáng tối đa khá cao, hình ảnh trông có kết cấu và độ tương phản tốt. Hầu hết các điện thoại thông minh có màn hình tốt này đều là thiết bị cao cấp và khá hiếm khi thấy trên chiếc điện thoại tầm trung này.",
      "Trên cùng của màn hình là một rãnh hình giọt nước nhỏ ở trung tâm, nơi chứa camera phía trước. Máy cũng được trang bị cảm biến vân tay trong màn hình. Xiaomi cho biết cảm biến vân tay trong màn hình của Mi Note 10 Lite được thiết kế nhỏ gọn và nhạy hơn đáng kể, giúp bảo mật được tốt hơn.",
      "/strong/Camera hạ cấp nhưng mang lại chất lượng hình ổn",
      "Với chiếc Mi Note Lite, điện thoại có sự hạ cấp về tính năng camera so với Mi Note 10. Trong khi Mi Note 10 có camera 108MP khổng lồ với cảm biến ISOCELL Bright HMX, thì Mi Note 10 Lite lại đi kèm với IMX686 nhỏ hơn, độ phân giải thấp hơn, chỉ 64MP. Máy quay góc siêu rộng được hạ cấp từ 20MP xuống cảm biến 8MP và hai ống kính tele được bỏ qua để thay thế cho ống kính macro 5MP và cảm biến độ sâu 2MP.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/xiaomi/mi-note-10-lite/camera-xiaomi-mi-note-10-lite-didongviet.jpg",
      "Tuy đã hạ cấp về camera nhưng cụm camera này vẫn rất ấn tượng. Máy mang đến những bức hình với chất lượng màu sắc phong phú, độ tương phản phù hợp rõ ràng hoặc tinh tế để phù hợp với hình ảnh, và hình ảnh tươi sáng. Ở mặt trước, Xiaomi Mi Note 10 Lite có camera 16MP được đặt ở phần notch nói trên. Camera selfie cho hình ảnh trông khá rực rỡ và chất lượng cao, góp phần lưu trữ nhiều khoảnh khắc ấn tượng của người dùng.",
      "/strong/Hiệu suất ổn định",
      "Điện thoại Xiaomi Mi Note 10 Lite được trang bị chipset Snapdragon 730G. Đây là một bộ xử lý tầm trung khá được tối ưu hóa để chơi game. Mi Note 10 Lite là một chiếc điện thoại tầm trung hoàn hảo, máy có thể chiến tốt các tác vụ của người dùng hiện nay mà không gặp phải hiện tượng giật, lag nào.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/xiaomi/mi-note-10-lite/thiet-ke-xiaomi-mi-note-10-lite-didongviet.jpg",
      "Về khả năng lưu trữ, Mi Note 10 Lite đi kèm RAM 8GB và 128GB dung lượng lưu trữ. Người dùng sẽ có một không gian rộng lớn để lưu trữ dữ liệu, game hay các ứng dụng.",
      "Xiaomi Mi Note 10 Lite được chạy trên hệ điều hành Android 10, đây là hệ điều hành mới nhất dành cho các thiết bị Xiaomi khi ra mắt, với giao diện MIUI 11 của công ty. Giao diện mới mang đến nhiều tính năng và điều hướng mới hấp dẫn cho người dùng khi trải nghiệm.",
      "/strong/Tuổi thọ pin cao",
      "Note 10 Lite sở hữu viên pin cùng dung lượng với Xiaomi Mi Note 10 trước đó, là 5.260mAh, lớn hơn rất nhiều so với hầu hết các điện thoại thông minh hiện đại. Do đó, Mi Note 10 Lite sẽ mang đến thời lượng pin tuyệt vời. Có thể sử dụng ít nhất là một ngày rưỡi hoặc thậm chí là hai ngày.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/xiaomi/mi-note-10-lite/pin-xiaomi-mi-note-10-lite-didongviet.jpg",
      "Bên cạnh đó, Xiaomi Mi Note 10 Lite còn được hỗ trợ sạc nhanh 30W đi kèm. Do đó, khi hết pin, máy cũng sẽ được nạp lại đầy pin nhanh chóng nhất, người dùng có thể yên tâm khi sử dụng.",
      "/strong/Mua Xiaomi Mi Note 10 Lite chính hãng giá rẻ tại Di Động Việt",
      "Tại Di Động Việt, giá bán Xiaomi Mi Note 10 Lite luôn được cam kết tốt nhất. Đồng thời, sản phẩm thường xuyên được tích hợp những ưu đãi, khuyến mãi hấp dẫn từ hệ thống. Với uy tín hơn 10 năm, cam kết về sản phẩm và dịch vụ, khách hàng sẽ hoàn toàn hài lòng khi mua Xiaomi Mi Note 10 Lite tại hệ thống.",
      "/strong/Mua Xiaomi Mi Note 10 Lite chính hãng giá rẻ tại Hồ Chí Minh",
      "/strong/Mua Xiaomi Mi Note 10 Lite chính hãng giá rẻ tại Đà Nẵng"
    ]
  },
  {
    "name": "OPPO A16K (3GB|32GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//o/p/oppo-a16k-thumb.jpg"
    ],
    "capacity": [],
    "color": ["Màu xanh", "Màu đen "],
    "price": ["3.390.000 ₫"],
    "promotion": [],
    "category": "OPPO",
    "description": [
      "OPPO A16K là điện thoại nằm ở phân khúc giá rẻ nhưng sở hữu ngoại hình và cấu hình không hề rẻ. Sở hữu bộ vi xử lý tiên tiến kết hợp với sự ổn định của camera và dung lượng pin sẽ gây ấn tượng tốt đến cho bạn với chiếc điện thoại lần này.",
      "/strong/Thiết kế nhẹ nhàng trẻ trung",
      "OPPO A16K sở hữu thiết kế tinh giản có cấu trúc nguyên khối được làm bằng chất liệu Polycarbonate với 4 cạnh được bo cong uyển chuyển và 2 cạnh bên vát cong cực kỳ thanh lịch. Những đường nét của thiết bị được đo lường và thiết kế tỉ mỉ tạo nên một tổng thể chắc chắn mang lại tính bền bỉ cao cho người dùng sử dụng lâu dài.",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a16k/oppo-a16k-didongviet.jpg",
      "Máy có kích thước chính là 164 x 75.4 x 7.85mm và nặng 175g. Đây là một thông số sẽ khiến cho người dùng ưa chuộng những dòng smartphone mỏng nhẹ nhưng có thân hình chắc chắn “phải lòng” ngay lập tức.",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a16k/oppo-a16k-1-didongviet.jpg",
      "Smartphone trang bị các nút âm lượng và nút nguồn trên thiết bị sẽ nằm ở cạnh phải của thân máy, đi kèm với nhiều tùy chọn màu sắc tươi sáng, trẻ trung như Đen, Trắng, Xanh Lam,... cho phép bạn lựa chọn theo đúng cá tính của mình. Mặt trước của thiết bị sẽ có thiết kế  màn hình giọt nước và mặt sau của Oppo A16K được tô điểm nổi bật với cụm camera hình vuông nằm ở góc trên cùng bên trái chứa 1 ống kính, logo AI và đèn flash LED. ",
      "/strong/Màn hình có kích thước lớn ",
      "Mặc dù OPPO A16K sẽ là chiếc smartphone này trong phân khúc giá rẻ nhưng đừng vì vậy mà xem nhẹ chúng. Thiết bị sẽ được OPPO trang bị cho màn hình chính có kích thước lên đến 6.52 inch, đem đến cho bạn một không gian hiển thị hình ảnh bao quát nhất, độ phân giải đi kèm ở mức HD+ 1,600 x 720 pixels, hỗ trợ tấm nền với công nghệ IPS LCD với gam màu sắc có độ chân thực cao.",
      "/strong/ ",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a16k/oppo-a16k-co-man-hinh-lcd-didongviet.jpg",
      "Bên cạnh đó, màn hình của thiết bị có tỉ lệ khung hình 20:9 sẽ phục vụ bạn những hình ảnh với chất lượng cao, mang đến cảm giác thú vị và hài lòng trong những tác vụ giải trí như xem phim, chơi game ổn định.",
      "/strong/Hiệu năng xử lý tốt ",
      "OPPO vẫn rất ưu ái và “chăm lo” cho dòng A16K của mình khi cung cấp sức mạnh cho chúng dựa vào bộ vi xử lý MediaTek Helio G35 đượcv sản xuất trên tiến trình 12nm có đến 8 nhân cortex A53 với xung nhịp 2.3 GHz. Đi kèm với GPU PowerVR GE8320 có xung nhịp 680MHz và hỗ trợ RAM LPDDR4 dung lượng tối đa đến 6GB. Ngoài ra, bộ vi xử lý này còn hỗ trợ bộ nhớ lưu trữ tốc độ cao chuẩn eMMC 5.1 sẽ mang lại cho bạn một cấu hình xử lý ổn định và mượt mà trơn tru nhất có thể. ",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a16k/oppo-a16k-hieu-nang-on-dinh-didongviet.jpg",
      "Không chỉ thế, OPPO A16K còn sở hữu RAM 3GB/4GB và bộ nhớ trong ở mức 32GB/64GB đáp ứng đủ dung lượng lưu trữ cho người dùng không có đòi hỏi quá cao về việc phải có nhiều không gian lưu trữ các hình ảnh, video hay cần tải nhiều trò chơi, ứng dụng trên máy. Tuy nhiên, lý do là vậy, nhưng bạn vẫn có thể mở rộng dung lượng lưu trữ của mình thông qua thẻ nhớ microSD thông dụng.",
      "/strong/Camera chính đem đến chất lượng ảnh đẹp",
      "Về mặt quang học, mặt sau của OPPO A16K có tích hợp một camera chính với độ phân giải là 13MP và một camera trước ở mức 5MP. Camera của thiết bị vẫn sẽ phục vụ bạn những tính năng chụp ảnh cơ bản trên các smartphone như zoom kỹ thuật số, flash, tự động lấy nét,... đảm bảo cho bạn những hình ảnh được chụp ở mức rõ ràng, sắc nét.",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a16k/camera-oppo-a16k-didongviet.jpg",
      "Chế độ quay phim và camera trước của thiết bị cũng có thông số khá tốt, vừa đủ giúp người dùng quay những thước phim mang màu sắc chân thực và trải nghiệm chụp ảnh tự sướng cùng việc gọi video cho người thân, bạn bè ở mức chất lượng cao. OPPO A16K còn được tích hợp nhận diện khuôn mặt thông minh của tính năng mở khoá bằng gương mặt tiên tiến.",
      "/strong/Dung lượng pin ",
      "OPPO A16K mang trong mình một viên pin có dung lượng là 4230mAh. Đây là một dung lượng tốt cho bạn đem theo điện thoại cả ngày ngoài đường mà không cần đem theo dây sạc. Nhưng OPPO sẽ không hỗ trợ sạc nhanh có công suất lớn mà chỉ nằm ở mức 10W. Điều này sẽ khiến bạn gặp trở ngại nho nhỏ nếu bạn đang vội nhưng điện thoại lại sắp hết pin. "
    ]
  },
  {
    "name": "Điện Thoại Nokia 110 4G TA - 1376",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//n/o/nokia-110-4g-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu đen "],
    "price": ["790.000 ₫"],
    "promotion": [
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Điện",
    "description": []
  },
  {
    "name": "Xiaomi Redmi 10 (4GB|64GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//x/i/xiaomi-redmi-10-64gb-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu xám", "Màu xanh", "Màu trắng"],
    "price": ["3.690.000 ₫"],
    "promotion": [],
    "category": "Xiaomi",
    "description": [
      "Redmi 10 (4GB|64GB) lần này sẽ có thiết kế màu sắc mới thu hút ánh nhìn, nhiều tính năng hấp dẫn đã được Xiaomi nâng cấp từ màn hình, hiệu năng đến dung lượng pin mang lại một thiết bị smartphone vừa túi tiền đúng theo tiêu chí “ngon-bổ-rẻ”.",
      "/strong/Thiết kế lạ mắt, mới mẻ",
      "Redmi 10 (4GB|64GB) có thiết kế nguyên khối được làm bằng chất liệu nhựa cao cấp với một phần bắt chước màu nhôm Anodized. Thiết bị có những cạnh tròn, mỏng với mặt trước và mặt sau gần như phẳng hoàn toàn. ",
      "https://didongviet.vn/pub/media/wysiwyg/09-2020/xiaomi-redmi-10-didongviet-1-1.jpg",
      "Mặt lưng cảm ứng mềm khá trơn đem lại cảm giác cầm trên tay khá đẹp và  một điểm có lẽ cũng quan trọng không kém, đó là việc dấu vân tay và vết ố không thể bám trên bề mặt máy. Nhìn chung, Redmi 10 cho cảm giác cầm chắc tay mà không nặng, với trọng lượng chỉ 185g.",
      "/strong/Màn hình LCD xuất chúng so với mức giá",
      "Redmi 10 (4GB|64GB) sở hữu màn hình LCD rộng 6,5 inch có tấm nền IPS với độ phân giải 1080 x 2400px cao hơn một chút vì nó có tỷ lệ khung hình 20: 9 cao hơn so với tỷ lệ 19,5: 9 trên Redmi trước đó. Độ sáng 400 nits và tốc độ làm tươi 90Hz sẽ đủ để người dùng có thể sử dụng máy thoải mái ở ngoài trời mà không lo bị chói. ",
      "https://didongviet.vn/pub/media/wysiwyg/09-2020/xiaomi-redmi-10-didongviet-1-4.jpg",
      "Nhờ vào việc sử dụng tấm nền IPS LCD kết hợp với màn hình đục lỗ DotDisplay, Redmi 10 cho không gian hiển thị rộng rãi và tối ưu cùng khả năng hiển thị màu sắc trung thực, độ sáng cao, thích hợp để chụp ảnh và hoạt động chỉnh sửa ảnh. Bên cạnh đó, công nghệ AdaptiveSync tự động thay đổi tần số quét phù hợp dựa trên nội dung được hiển thị góp phần giúp tiết kiệm pin hơn.",
      "/strong/Cấu hình mang chip Helio G88 mạnh mẽ",
      "Redmi 10 (4GB|64GB) đang được sử dụng con chip MediaTek Helio G88 để cung cấp sức mạnh cho thiết bị. Đây là một phiên bản nâng cấp của chip nổi tiếng Helio G85. Điện thoại Redmi 10 có RAM 4GB với bộ nhớ trong 128GB, ngoài ra , người dùng có thể mở rộng thẻ nhớ microsD chuyên dụng với chip lưu trữ bên trong eMMC 5.1. ",
      "https://didongviet.vn/pub/media/wysiwyg/09-2020/xiaomi-redmi-10-didongviet-1.jpg",
      "Chipset Helio G88 hiện có thể hỗ trợ 90Hz ở 1080p và có thể hoạt động với camera chính 64MP thay vì 48MP. Tuy nhiên, phần còn lại của các thông số kỹ thuật đều giống hệt nhau - CPU tám nhân với 2 nhân Cortex-A75 tốc độ 2.0 GHz và 6x Cortex-A55 tốc độ 1.8 GHz. GPU là Mali G52 MC2 hoạt động ở tốc độ 1 GHz.",
      "/strong/Camera cũng được nâng cấp “triệt để”",
      "Redmi 10 (4GB|64GB) có một máy ảnh chính lên đến 50MP được bổ sung thêm một camera siêu rộng 8MP thường được sử dụng cung cấp khẩu độ f / 2.2 và trường nhìn 120 độ, đây là một bước tiến khá ấn tượng so với trường nhìn 118 độ của các dòng phiên bản ra mắt vào năm ngoái. ",
      "https://didongviet.vn/pub/media/wysiwyg/09-2020/xiaomi-redmi-10-didongviet-1-3.jpg",
      "Tuy vậy, camera macro chuyên dụng đã được hạ cấp xuống 2MP, giảm so với 5MP trên Redmi 9, cùng camera selfie sẽ giống như trước đây, độ phân giải 8MP f/2.0 - 1/4.0\". Một máy ảnh 2MP thứ hai cũng có trên bo mạch và được sử dụng để cảm biến độ sâu. Chất lượng ảnh siêu nét thường là điểm sáng của Redmi 10, tính năng này sẽ khiến bạn ngạc nhiên.",
      "/strong/Dung lượng pin bền bỉ",
      "Redmi 10 (4GB|64GB) sẽ là chiếc điện thoại tầm trung sở hữu dung lượng pin khá cao, 5000mAh và bộ sạc nhanh 18W được hỗ trợ, người dùng sẽ mất khoảng hơn 2 giờ một chút để sạc đầy thiết bị. Nhưng, với dung lượng này, chúng sẽ dễ dàng cung cấp cho bạn 1 ngày sử dụng."
    ]
  },
  {
    "name": "Samsung Galaxy A52 (8GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//s/a/samsung-galaxy-a52-8gb-128gb-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu xanh", "Màu đen ", "Màu tím"],
    "price": ["7.990.000 ₫"],
    "promotion": [
      "Mua kèm Sạc dự phòng Innostyle Powergo Plus 10.000mAh giá chỉ còn 450.000đ (Giá niêm yết 690.000)",
      "Mua kèm Tai nghe Samsung TYPE-C EARPHONES EO-IC100 giá chỉ còn 350.000đ (giá niêm yết 590.000đ)",
      "Mua kèm Phần mềm Microsoft 365 Personal English APAC EM Subscr 1YR Medialess P6 giá chỉ còn 890.000đ (giá niêm yết 1.290.000đ)",
      "Mua kèm Phần mềm Microsoft Office Home & Student 2021 giá chỉ còn 2.090.000đ (giá niêm yết 5.390.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Samsung",
    "description": [
      "Samsung Galaxy A52 với những cải tiến về hệ thống camera. Smartphone Samsung mới được trang bị cấu hình mạnh mẽ sẽ mang đến cho bạn những trải nghiệm tuyệt vời. Sản phẩm sẽ được bán ra với nhiều màu sắc trẻ trung hiện đại.",
      "https://didongviet.vn/pub/media/wysiwyg/samsung-galaxy-a52-didongviet.JPG",
      "/strong/ ",
      "/strong/Thiết kế sang trọng, có nhiều màu sắc thời trang",
      "Samsung Galaxy A52 có thiết kế nguyên khối với độ mỏng ấn tượng cho cảm giác cầm tay thoải mái. Các góc cạnh cũng được bo cong nhẹ nhàng tạo nên sự mềm mại cho smartphone, tạo nên tổng thể hài hòa và thanh lịch.",
      "Có một sự thay đổi nhỏ ở Samsung A52 chính là vị trí cụm camera sau được đặt ở giữa smartphone thay vì ở góc phải như thông thường. Bên cạnh đó thì camera trước cũng được ẩn đi để chừa không gian cho phần màn hình có thể mở rộng hơn.",
      "Sản phẩm sẽ có các màu sắc thời trang và trẻ trung như những người anh em tiền nhiệm của nó như Hồng, Xanh, Trắng, Đen,…và mặt lưng cũng sẽ có hiệu ứng chuyển màu nhẹ nhàng để tạo thêm điểm nhấn cho smartphone.",
      "https://didongviet.vn/pub/media/wysiwyg/Camera-samsung-galaxy-a52-didongviet.JPG",
      "/strong/Màn hình 6.5 inch và tấm nền Super AMOLED",
      "Galaxy A52 có camera trước được thiết kế để có thể ẩn đi vì thế màn hình của smartphone sẽ có thêm diện tích, mang đến màn hình lớn hơn mà không làm tăng kích thước của smartphone.",
      "Màn hình 6.5 inch với thiết kế tràn viền cực kỳ ấn tượng, mở ra hình ảnh rộng hơn để bạn tận hưởng không gian hiển thị tuyệt vời hơn. Bên cạnh đó, smartphone còn được trang bị tấm nền Super AMOLED cho khả năng tái tạo màu sắc đẹp và chính xác hơn.",
      "Màn hình điện thoại Samsung Galaxy A52 có mật độ điểm ảnh là 405ppi cùng với độ phân giải 2400 x 1080 pixels sắc nét cho hiển thị sống động và chân thực đến từng chi tiết.",
      "https://didongviet.vn/pub/media/wysiwyg/cau-hinh-samsung-galaxy-a52-didongviet.JPG",
      "/strong/Camera chính 64MP và camera selfie 32MP cực khủng",
      "Một sự nâng cấp của Galaxy A52 chính là hệ thống camera sau với 4 ống kính có độ cảm biến 64MP-12MP-5MP-5MP hỗ trợ các chức năng chụp ảnh góc rộng, góc siêu rộng với chất lượng ảnh chụp đạt độ phân giải 9000 x 7000 pixels vô cùng sắc nét.",
      "Bên cạnh đó, sản phẩm còn trang bị các tính năng chụp ảnh như tự động lấy nét, chế độ HDR, Flash tự động, nhận diện khuôn mặt, zoom quang học,…nên bạn có thể thoải mái chụp ảnh và sáng tạo khung hình theo ý bạn.",
      "Camera selfie 32MP dạng ẩn, khi kích hoạt sẽ tự động xuất hiện và cũng hỗ trợ các tính năng chụp ảnh như Làm đẹp, nhận diện khuôn mặt, chụp với Emoji,…cho ảnh selfie xinh đẹp và thêm thú vị.",
      "https://didongviet.vn/pub/media/wysiwyg/Man-hinh-samsung-galaxy-a52-didongviet.JPG",
      "/strong/Cấu hình mạnh mẽ chip xử lý Exynos 9611 tiến trình 10nm",
      "Galaxy A52 được trang bị con chip Exynos 9611 được sản xuất trên quy trình 10nm giúp tiết kiệm điện năng tốt hơn đồng thời mang đến tốc độ xử lý nhanh chóng cho smartphone.",
      "Với con chip này, tốc độ xử lý đồ họa được cải thiện đáng kể, giảm độ trễ của màn hình khi chơi game đặc biệt là các game đua xe hay các game có góc nhìn thứ nhất. Với con chip này, máy của bạn sẽ thoải mái chiến tốt các tựa game nổi tiếng hiện nay như Liên Quân, PUBG,….",
      "Ngoài ra smartphone Samsung Galaxy A52 còn được tích hợp bộ RAM có dung lượng 8GB giúp cho quá trình truy xuất dữ liệu hoạt động nhanh hơn, hỗ trợ đắc lực cho con chip Exynos 9611, mang đến hiệu năng mạnh mẽ đáp ứng mọi nhu cầu sử dụng của người dùng.",
      "https://didongviet.vn/pub/media/wysiwyg/Pin-samsung-galaxy-a52-didongviet.JPG",
      "/strong/Bộ nhớ trong 128GB, pin dung lượng 4000mAh có sạc nhanh",
      "Sản phẩm có bộ nhớ trong 128GB nên bạn có thể thoải mái lưu trữ nhiều dữ liệu, thoải mái cài đặt các ứng dụng hay trò chơi,….Bên cạnh đó máy cũng hỗ trợ khe cắm thẻ nhớ ngoài với dung lượng lên đến 512GB vô cùng ấn tượng, giúp bạn tối ưu hóa không gian lưu trữ cho smartphone.",
      "Ngoài ra Galaxy A52 cũng được trang bị viên pin có dung lượng rất tốt 4000mAh cung cấp thời lượng sử dụng liên tục suốt cả ngày dài, giúp bạn tận hưởng mọi trải nghiệm mà không lo bị gián đoạn.",
      "Với chức năng sạc nhanh được tích hợp, bạn có thể yên tâm về pin của Samsung A52, luôn mạnh mẽ để đồng hành cùng bạn.",
      "https://didongviet.vn/pub/media/wysiwyg/hieu-nang-samsung-galaxy-a52-didongviet.JPG",
      "/strong/Samsung Galaxy A52 có hai phiên bản 4G và 5G",
      "Samsung Galaxy A52 sẽ được sản xuất với 2 phiên bản bao gồm phiên bản 4G và phiên bản 5G. Với phiên bản LTE, máy sẽ hỗ trợ các kết nối 3G/4G còn ở phiên bản 5G sẽ hỗ trợ thêm kết nối 5G – tốc độ truy cập mạng nhanh chóng hơn so với LTE.",
      "Ở cả hai phiên bản 4G hay 5G đều sẽ hỗ trợ đầy đủ kết nối không dây như WiFi và Bluetooth vì thế bạn có thể yên tâm sử dụng smartphone để kết nối với các thiết bị khác, nâng cao các trải nghiệm thường ngày của bạn."
    ]
  },
  {
    "name": "Samsung Galaxy S21 Plus 5G (8GB|256GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//s/a/samsung-galaxy-s21-plus-8gb-256gb-didongviet.jpg"
    ],
    "capacity": ["8GB|128GB", "8GB|256GB"],
    "color": ["Màu đen ", "Màu bạc"],
    "price": ["19.590.000 ₫", "22.390.000 ₫"],
    "promotion": [
      "Củ sạc nhanh 25W Samsung (chính hãng) Giá 320.000đ",
      "TAI NGHE SAMSUNG TYPE-C EARPHONES EO-IC100 Giá 350.000đ ( Giá niêm yết 590.000đ)",
      "Mua kèm Phần mềm Microsoft 365 Personal English APAC EM Subscr 1YR Medialess P6 giá chỉ còn 990.000đ (giá niêm yết 1.290.000đ)",
      "Mua kèm Phần mềm Microsoft Office Home & Student 2021 giá chỉ còn 2.190.000đ (Giá niêm yết 2.390.000đ)",
      "Sim 4G Data Itelecom May77 giá 165.000đ (Giá lẻ 199.000đ)"
    ],
    "category": "Samsung",
    "description": [
      "Galaxy S21 Plus 5G 256GB chắc chắn là mẫu flagship đáng mua nhất trong dòng sản phẩm Galaxy S21 năm nay. Sự kết hợp hài hòa giữa thiết kế và hiệu năng, điện thoại hứa hẹn sẽ mang lại nhiều trải nghiệm tốt nhất dành cho người dùng.",
      "https://didongviet.vn/pub/media/wysiwyg/galaxy-s21-plus/Galaxy-S21-Plus-256G-didongviet.jpg",
      "/strong/Thiết kế sang trọng, đẳng cấp trong từng chi tiết",
      "Galaxy S21 Plus 256GB có thiết kế đột phá với cụm camera được thiết kế khác biệt hoàn toàn so với phần còn lại của thế giới smartphone. Camera trên S21 Plus được thiết kế liền với khung viền giúp bảo vệ camera tốt hơn. Nhìn chung, điều này mang lại độ nhận diện thương hiệu cao cho dòng Galaxy S21 năm nay khi mà các smartphone trên thị trường đều có cụm camera na ná giống nhau.",
      "https://didongviet.vn/pub/media/wysiwyg/galaxy-s21-plus/thiet-ke-Galaxy-S21-Plus-256G-didongviet.jpg",
      "Với thiết kế nhôm nguyên khối liền mạch, Galaxy S21 Plus cho cảm giác cầm nắm vô cùng thoải mái. Mặt lưng được sử dụng chất liệu kính cao cấp phủ mờ giúp hạn chế trầy xước, bám vân tay và va đập trong quá trình sử dụng.",
      "https://didongviet.vn/pub/media/wysiwyg/galaxy-s21-plus/canh-vien-Galaxy-S21-Plus-256G-didongviet.jpg",
      "Ngoài ra, Samsung cũng trang bị tính năng kháng nước IPX68 giúp mọi sự cố về nước sẽ không còn là mối quan ngại đối với người dùng.",
      "/strong/Màn hình AMOLED cao cấp, hỗ trợ tần số quét 120Hz",
      "Điện thoại Samsung Galaxy S21 Plus 256GB được trang bị màn hình Dynamic AMOLED 2X cao cấp nhất của samsung, đây là màn hình chỉ xuất hiện trên những dòng flagship của Samsung. Màn hình này sẽ có kích thước 6.7 inch với độ phân giải FHD+ cùng thiết kế Infinity-O giúp tăng tối đa không gian hiển thị.",
      "https://didongviet.vn/pub/media/wysiwyg/galaxy-s21-plus/man-hinh-Galaxy-S21-Plus-256G-didongviet.jpg",
      "Màn hình Galaxy S21 Plus 256GB hỗ trợ tần số quét 120Hz, cho hiệu ứng chuyển cảnh mượt mà đến không ngờ theo từng cử chỉ vuốt chạm, tần số quét liên tục điều chỉnh nhằm cải thiện trải nghiệm nội dung, đồng thời tối ưu dung lượng pin cho thời gian sử dụng lâu hơn. Màn hình cũng được bảo vệ bởi kính cường lực Gorilla Glass Victus cho khả năng bảo vệ tối đa màn hình trước những va chạm trong quá trình sử dụng.",
      "/strong/Hiệu năng tuyệt đỉnh, trải nghiệm giải trí đỉnh cao",
      "Galaxy S21 Plus 256GB được trang bị vi xử lý Exynos 2100, với tiến trình 5nm mới nhất. Đây là chip xử lý tốt nhất của Samsung tính tới thời điểm hiện tại. Được biết, Samsung đã loại bỏ nhân Mongoose trên vi xử lý mới giúp cải thiện nhiều hơn về hiệu năng.",
      "https://didongviet.vn/pub/media/wysiwyg/galaxy-s21-plus/hieu-nang-Galaxy-S21-Plus-256G-didongviet.jpg",
      "Nhờ chip xử lý mới, mọi tác vụ đều được thực hiện nhanh chóng, từ nhu cầu cơ bản như lướt web, xem phim cho đến những tác vụ nặng như chơi game đồ hoạ cao, xử lý video, Galaxy S21 Plus đều hoàn thành nhanh chóng, mượt mà, trong khi vẫn duy trì được sự ổn định và thời lượng pin ấn tượng.",
      "Ngoài ra, máy cũng được trang bị  dung lượng RAM 8GB giúp xử lý các tác vụ đa nhiệm tốt hơn, mượt mà hơn. Dung lượng bộ nhớ trong 256GB giúp người dùng thoải mái lưu trữ nhiều dữ liệu quan trọng.",
      "https://didongviet.vn/pub/media/wysiwyg/galaxy-s21-plus/5G-Galaxy-S21-Plus-256G-didongviet-min.jpg",
      "Quan trọng nhất là Galaxy S21 Plus 256GB đã hỗ trợ kết nối 5G tương thích với tất cả các cơ sở hạ tầng mạng đang được triển khai tại thị trường Việt Nam. Máy sẽ được sử dụng giao diện One UI mới nhất trên hệ điều hành Android 11.",
      "/strong/Bộ ba camera đỉnh cao, sáng tạo trên từng khoảnh khắc",
      "Điện thoại Galaxy S21 Plus 256GB được trang bị cụm camera với thiết kế độc lạ, sáng tạo. Bộ ba camera bao gồm: camera chính 12MP hỗ trợ lấy nét kép, camera góc rộng 12MP và camera tele 64MP hỗ trợ zoom xa 30x. Nhờ tích hợp cảm biến hàng đầu, camera có khẩu độ lớn giúp người dùng thoải mái sáng tạo trong nhiều điều kiện môi trường khác nhau.",
      "https://didongviet.vn/pub/media/wysiwyg/galaxy-s21-plus/camera-Galaxy-S21-Plus-256G-didongviet.jpg",
      "/strong/Dung lượng pin lớn thoải mái sử dụng cả ngày",
      "Galaxy S21 Plus 256GB được trang bị viên pin dung lượng khủng 4800mAh cung cấp trải nghiệm xuyên suốt cả ngày dài. Bên cạnh đó, với công nghệ pin thông minh giúp phân tích thói quen sử dụng của người dùng, từ đó tối ưu năng lượng tiêu thụ của thiết bị. Máy còn được khả năng sạc nhanh với công suất 25W, hỗ trợ sạc không dây và tính năng sạc ngược tiện ích, không chỉ chiếc điện thoại mà cả những thiết bị, phụ kiện khác cũng sẽ được sạc nhanh chóng mọi lúc, mọi nơi."
    ]
  },
  {
    "name": "Samsung Galaxy A32 (6GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//s/a/samsung-galaxy-a32-6gb-128gb-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu xanh", "Màu trắng", "Màu đen ", "Màu tím"],
    "price": ["5.790.000 ₫"],
    "promotion": [
      "Mua kèm Pin sạc dự phòng Energizer 10,000mAh /3.7V Li-Polymer - UE10053 giá chỉ còn 275.000đ (giá niêm yết 550.000đ)",
      "Mua kèm Tai nghe Samsung TYPE-C EARPHONES EO-IC100 giá chỉ còn 350.000đ ( Giá niêm yết 590.000đ)",
      "Mua kèm Phần mềm Microsoft 365 Personal English APAC EM Subscr 1YR Medialess P6 giá chỉ còn 890.000đ (giá niêm yết 1.290.000đ)",
      "Mua kèm Phần mềm Microsoft Office Home & Student 2021 giá chỉ còn 2.090.000đ (Giá niêm yết 5.390.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Samsung",
    "description": [
      "SamSung Galaxy A32 có thiết kế trông khá hấp dẫn vì nó mang đến phong cách độc đáo ngay cả đối với điện thoại Samsung. Galaxy A32 là chiếc smartphone đẹp, hấp dẫn người dùng trong mọi trải nghiệm.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Samsung/galaxy-a32/samsung-galaxy-a32-dien-thoai.jpg",
      "/strong/Thiết kế bắt mắt sáng tạo",
      "Samsung Galaxy A32 có một thiết kế khá hấp dẫn cũng như có phần khác biệt so với những mẫu điện thoại Samsung tầm trung khác đã ra mắt. Điện thoại có thiết kế mô-đun camera sau lạ mắt, tuy vậy vẫn không kém phần tinh tế, máy toát lên vẻ sang trọng cho người sở hữu.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Samsung/galaxy-a32/samsung-galaxy-a32-kich-thuoc-man-hinh.JPG",
      "Mặt lưng của máy được cho là chỉ được hoàn thiện từ nhựa bóng, nhưng bộ khung thì nhiều khả năng là bằng kim loại. Mặt trước sẽ là nơi xuất hiện một màn hình được thiết kế theo kiểu giọt nước Infinity-U. Galaxy A32 có kích thước 158.9 x 73.6 x 8.4 mm.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Samsung/galaxy-a32/galaxy-a32-didongviet-min.jpg",
      "Về màn hình, màn hình Samsung Galaxy A32 6GB rộng 6.4 inch, giống như các điện thoại khác trong dòng Galaxy A, Samsung trang bị cho điện thoại tấm nền AMOLED sắc nét. Mua Galaxy A32, người dùng sẽ có một chiếc điện thoại với màn hình rộng, cho không gian hiển thị lớn, người dùng có những phút giải trí thoải mái.",
      "/strong/Camera ấn tượng với cảm biến 64 MP",
      "Các ống kính camera sau của Galaxy A32 không nằm trong một mô đun cụ thể nào mà lại nằm riêng lẻ, trồi lên so với mặt lưng khoảng 1mm.",
      "Ngoài 3 camera được xếp dọc ra thì ở bên cạnh chúng ta còn thấy một đèn Flash LED trợ sáng cùng một cảm biến nhỏ ở bên cạnh, mà ở thời điểm hiện tại chúng ta vẫn chưa rõ chức năng chính của cảm biến này.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Samsung/galaxy-a32/samsung-galaxy-a32-camera-selfie.JPG",
      "Ở khả năng chụp ảnh, Galaxy A32 có đến bốn camera sau. Các cảm biến bao gồm 1 cảm biến chính 64MP kết hợp cảm biến xóa phông 5MP, cận cảnh 5MP, bên cạnh một cảm biến siêu rộng 8MP. Ở mặt trước, điện thoại có cảm biến 20MP để chụp ảnh tự sướng và gọi video.",
      "/strong/Hiệu năng ổn, pin tốt",
      "Cung cấp sức mạnh cho điện thoại Galaxy A32 6GB là con chip Helio G80 (12 nm), so với mức giá, con chip này hoàn toàn phù hợp. Tuy nhiên, con chip này vẫn đảm bảo các đa nhiệm ổn, không gặp các vấn đề chậm, lag khi sử dụng.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Samsung/galaxy-a32/samsung-galaxy-a32-mo-hop.jpg",
      "Viên pin 5000 mAh sẽ cung cấp năng lượng cho Galaxy A32, đây là một trong những điện thoại có pin dung lượng cao. Viên pin này đảm bảo việc sử dụng tối đa trong một ngày dài.",
      "/strong/Galaxy A32 tích hợp cảm biết vân tay ",
      "Samsung Galaxy A32 6GB được tích hợp cảm biến vân tay trên màn hình mang lại sự tiện lợi khi sử dụng. Khay SIM được đặt ở cạnh trái. Phía đáy máy là cổng USB-C và loa ngoài, microphone và jack cắm tai nghe 3.5mm.",
      "Dù là thiết bị tầm trung, tuy nhiên, Galaxy A sở hữu nhiều tính năng hấp dẫn như trên các điện thoại cao cấp. Máy dự sẽ mang lại những trải nghiệm hấp dẫn nhất cho người dùng."
    ]
  },
  {
    "name": "Samsung Galaxy S20 FE (8GB|256GB) (Fan Edition) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//g/a/galaxy-s20-fe-256gb-didongviet_2.jpg"
    ],
    "capacity": [],
    "color": ["Xanh lá cây", "Xanh dương"],
    "price": ["11.990.000 ₫"],
    "promotion": [
      "Mua kèm Phần mềm Microsoft 365 Personal English APAC EM Subscr 1YR Medialess P6 giá chỉ còn 890.000đ (giá niêm yết 1.290.000đ)",
      "Mua kèm Phần mềm Microsoft Office Home & Student 2021 giá chỉ còn 2.090.000đ (Giá niêm yết 5.390.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Samsung",
    "description": [
      "Galaxy S20 FE 256GB là sản phẩm vừa được Samsung ra mắt để gửi lời tri ân đến những người hâm mộ đã và đang sử dụng các sản phẩm của hãng. Với thiết kế đẹp mắt cùng cấu hình mạnh mẽ, Galaxy S20 FE 256GB hứa hẹn mang lại trải nghiệm tuyệt vời.",
      "/strong/Màn hình Super AMOLED, HDR10, tần số quét 120Hz",
      "Galaxy S20 FE 256GB sở hữu màn hình lớn với kích thước 6.5inch độ phân giải FullHD+ cùng tấm nền Super AMOLED cao cấp giúp hình ảnh được hiển thị sắc nét, màu sắc rực rỡ.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/man-hinh-galaxy-s20-fe-256gb-didongviet.jpg",
      "Bên cạnh đó, màn hình trên chiếc Galaxy S20 FE 256GB còn hỗ trợ tần số quét màn hình lên đến 120Hz cùng công nghệ hiển thị HDR 10 giúp tăng độ tương phản mang lại trải nghiệm hình ảnh chân thật nhất. Giờ đây, người dùng có thể tận hưởng từng phút giây giải trí hoàn hảo dù là chơi game hoặc xem phim…",
      "/strong/Hiệu năng tuyệt đỉnh với con chip Snapdragon 865",
      "Galaxy S20 FE 2556GB được trang bị con chip Qualcomm Snapdragon 865 mạnh mẽ mang lại hiệu năng cao nhưng vẫn tiết kiệm pin nhờ được áp dụng tiến trình 7nm. Với bộ vi xử lý này máy có thể xử lý nhiều tác vụ khác nhau mượt mà hơn.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/hieu-nang-galaxy-s20-fe-256gb-didongviet.jpg",
      "Ngoài ra, sản phẩm còn được trang bị dung lượng RAM khá khủng lên đến 8GB cùng bộ nhớ trong 256GB. Với dung lượng RAM lớn người dùng có thể xử lý nhiều tác vụ cùng lúc một cách mượt mà. Ngoài ra chuẩn bộ nhớ UFS 3.1 mới nhất cho tốc độ đọc ghi cao giúp việc chuyển file giữa Galaxy S20 Fe 256GB với các thiết bị khác nhanh chóng hơn.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/cau-hinh-galaxy-s20-fe-256gb-didongviet.jpg",
      "Về khả năng chơi game, với cấu hình khủng cùng dung lượng RAM lớn người dùng có thể yên tâm chơi tất cả các tựa game nặng ở thời điểm hiện tại mà không sợ xảy ra tình trạng giật, lag.",
      "/strong/Cụm 3 camera chất lượng",
      "Galaxy S20 FE 256GB sở hữu cụm 3 camera được đặt trong một mô-đun hình chữ nhật ở mặt lưng tương tự như đàn anh Galaxy S20. Với cụm 3 camera bao gồm: camera chính 12MP hỗ trợ quay phim 8K 30FPS đi kèm với chống rung quang học OIS cùng chống rung điện tử EIS, camera góc siêu rộng 12MP cho trường nhìn lên đến 120 độ, camera tele 8MP cho khả năng zoom quang học 3X.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/camera-sau-galaxy-s20-fe-256gb-didongviet.jpg",
      "Hình ảnh được chụp trên Galaxy S20 Fe 256GB cho chất lượng ảnh khá tốt. Hình ảnh có độ chi tiết cao, màu sắc tươi tắn trong điều kiện đầy đủ ánh sáng. Trong điều kiện thiếu sáng, nhờ cảm biến lớn cùng chế độ chụp đêm nên những hình ảnh cho ra vẫn có độ chi tiết khá tốt, ít bị noise.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/camera-truoc-galaxy-s20-fe-256gb-didongviet.jpg",
      "Camera Selfie cũng là một điểm cộng trên sản phẩm khi được hãng trang bị camera với độ phân giải lên đến 32MP. Nhờ cảm biến lớn cùng nhiều chế độ làm đẹp hứa hẹn sẽ mang lại cho người dùng nhiều tấm ảnh Selfie đẹp nhất.",
      "/strong/Dung lượng pin lớn, hỗ trợ sạc nhanh",
      "Galaxy S20 FE 256GB được Samsung trang bị viên pin với dung lượng 4500 mAh. Với dung lượng pin lớn cùng màn hình AMOLED tiết kiệm điện giúp máy có thể sử dụng cả một ngày dài mà không lo lắng về vấn đề hết pin trên chiếc điện thoại này.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/dung-luong-pin-galaxy-s20-fe-256gb-didongviet.jpg",
      "Máy cũng được Samsung trang bị công nghệ sạc nhanh 15W giúp người dùng có thể nhanh chóng sạc lại đầy pin cho sản phẩm mà không mất thời gian quá lâu."
    ]
  },
  {
    "name": "iPhone 12 Pro 128GB Chính Hãng (VN/A)",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//i/p/iphone-12-pro-128gb-vna-ddv.jpg"
    ],
    "capacity": ["512GB", "256GB", "128GB"],
    "color": [],
    "price": ["30.990.000 ₫", "28.390.000 ₫", "25.990.000 ₫"],
    "promotion": [
      "Mua kèm Sạc nhanh Apple iPhone 20W Chính Hãng giá chỉ còn 490.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Tai nghe Earpods Chính Hãng giá chỉ còn 490.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Apple Airtag Chính Hãng giá chỉ còn 650.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Ốp lưng iPhone 12 Chính Hãng giảm ngay 500.000đ (giá niêm yết từ 1.272.000đ)",
      "Mua kèm Pin sạc dự phòng Energizer 10.000mAh - QP10000PQBK giá chỉ còn 750.000đ (Giá niêm yết 1.000.000đ)"
    ],
    "category": "iPhone",
    "description": [
      "iPhone 12 pro 128GB ra mắt thị trường tạo nên kì tích với sự lột xác trong thiết kế,cùng với những nâng cấp \"pro\" đem đính sự trải nghiệm đỉnh cao cho người dùng.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/purple-iphone-12/iphone-12-pro-128gb-didongviet.jpg",
      "/strong/Tổng quan về iPhone 12 Pro 128GB",
      "Có thể nói iPhone 12 Pro là phiên bản kế nhiệm của iPhone 11 Pro, cũng như người tiền nhiệm của mình là phiên bản rút gọn của iPhone 11 Pro Max, thì iPhone 12 Pro sẽ là bản rút gọn của iPhone 12 Pro Max. Tuy là phiên bản rút gọn nhưng máy vẫn giữ được sự cao cấp trong thiết kế, cấu hình tương đương với người anh em của mình, bên cạnh đó là phần màn hình nhỏ hơn để gia tăng sự nhỏ gọn và cơ động trong việc sử dụng.",
      "/strong/Thiết kế iphone 12 Pro 128GB",
      "Với khung viền viền bằng thép không rỉ, kết hợp cùng những đường nét góc cạnh và vuông vức, chưa hết mặt lưng được Apple trang bị lên sản phẩm của mình sẽ là loại kính cường lực thế hệ mới ceramic crystals (dịch nôm na sẽ là gốm thủy tinh) với khả năng tăng độ bền của máy lên 4 lần.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/purple-iphone-12/thiet-ke-iphone-12-pro-128gb-didongviet.jpg",
      "iPhone 12 Pro vẫn sẽ có mặt lưng được phủ mờ, điều này giúp chúng ta có được một cảm giác sang trọng hơn, cũng như hạn chế được hiện tượng bám dấu vân tay. Ngoài ra iPhone 12 Pro sẽ có xuất hiện thêm hai màu mới là xanh đại dương và màu vàng.",
      "/strong/Cấu hình mang lại sức mạnh khủng nhờ vào Apple A14",
      "Máy sở hữu màn hình kích thước 6.1 inch độ phân giải Full HD+, với camera trước 12 MP cùng các cảm biến Face id dạng tai thỏ. Lần này dòng Pro tiêu chuẩn của Apple sẽ không còn kích thước 5.8 inch nữa. Ngoài ra máy được trang bị tấm nền OLED hỗ trợ HDR, kết hợp với công nghệ Super Retina XDR. cho hiển thị có thể gọi là sắc nét nhất, chân thật nhất.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/purple-iphone-12/cau-hinh-iphone-12-pro-128gb-didongviet.jpg",
      "Với tiến trình 5nm với tốc độ và hiệu năng được nâng cấp rất nhiều, Apple còn khẳng định rằng máy sẽ có GPU và GPU mạnh hơn 50% các smartphone đang có mặt trên thị trường.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/purple-iphone-12/hieu-nang-iphone-12-pro-128gb-didongviet.jpg",
      "Bên cạnh đó máy còn được hỗ trợ 5G cũng như tùy chọn qua mạng LTE tự động khi không cần dùng đến 5G để tiết kiệm dữ liệu. Đi kèm với máy sẽ là 6 GB RAM với các tùy chọn bộ nhớ như 128 GB, 256 GB và 256 GB. Viên pin tích hợp theo máy có dung lượng 2815 mAh và có sạc nhanh 20W và sạc Magsafe 15W.",
      "/strong/iPhone 12 Pro với camera mang lại nhiều nâng cấp đáng nể",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/purple-iphone-12/camera-iphone-12-pro-128gb-didongviet.jpg",
      "Về phần camera trên chiếc iPhone 12 Pro của chúng ta thì máy vẫn giữ thiết kế theo cụm camera hình vuông. Nhưng được nâng cấp thêm bộ cảm biến LiDAR và thêm 7 thấu kính cho camera góc rộng. Xét về thông số thì máy có thông số như sau:",
      "Việc bổ sung thêm cảm biến LiDAR được Apple giới thiệu sẽ giúp iPhone 12 Pro chụp ảnh tốt hơn và ấn tượng hơn, đặc biệt trong môi trường nguồn sáng yếu. Tất nhiên, điều này sẽ sáng tỏ khi mình có nhiều cơ hội hơn khi được cầm và trải nghiệm thực tế máy trên tay."
    ]
  },
  {
    "name": "OPPO A55 (4GB|64GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//o/p/oppo-a55-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu xanh", "Màu đen "],
    "price": ["4.490.000 ₫"],
    "promotion": [
      "Mua kèm Tai nghe nhét tai Sony MDR - EX15AP giá chỉ còn 179.000đ (Giá niêm yết 290.000đ)",
      "Mua kèm Sạc dự phòng Innostyle Powergo Plus 10.000mAh giá chỉ còn 450.000đ (Giá niêm yết 690.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "OPPO",
    "description": [
      "OPPO A55 là mẫu điện thoại tầm trung của OPPO thay thế cho người tiền nhiệm của mình là OPPO A54. Máy sở hữu thiết kế trẻ trung với bộ 3 camera AI thông minh, màn hình tràn viền với thiết kế đục lỗ cùng hiệu năng ổn định từ vi xử lý MediaTek Helio G35.",
      "/strong/Thiết kế trẻ trung bắt mắt",
      "OPPO A55 có thiết kế khá tương đồng với người tiền nhiệm của mình, phần mặt trước được thiết kế tràn viền giúp máy có một màn hình lớn hơn nhưng không làm tăng kích thước máy. Với độ mỏng 8.4mm cùng trọng lượng chỉ 193g , máy mang lại cảm giác cầm nắm vừa vặn trong lòng bàn tay, phù hợp cho mọi hoạt động hàng ngày của người dùng.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/thiet-ke-oppo-a55-didongviet.jpg",
      "Phần mặt lưng của OPPO A55 được làm khá nổi bật với những màu sắc gradient thời thượng, mang lại cảm giác trẻ trung, sành điệu cá tính cho giới trẻ. Nút nguồn và nút âm lượng ở cạnh bên đặt ở vị trí khá thấp, vừa tầm với của ngón tay, thuận tiện thao tác khi sử dụng. Đồng thời, cảm biến vân tay cũng được OPPO tích hợp trong nút nguồn, giúp người dùng có thể mở khóa nhanh ngay khi vừa mở sáng màn hình.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/ngoai-hinh-oppo-a55-didongviet.jpg",
      "Phần bên dưới vẫn được OPPO trang bị cổng sạc USB Type-C và loa thoại. Hơi đáng tiếc OPPO đã quyết định loại bỏ jack cắm tai nghe 3.5mm trên sản phẩm này.",
      "/strong/Lưu trữ mọi khoảnh khắc với bộ 3 camera sau AI",
      "OPPO A55 được trang bị hệ thống 3 camera ở phía mặt sau bao gồm: Camera chính 50MP F/2.8, camera macro 2MP F/2.4 và camera xoá phông 2MP F/2.4 với nhiều tính năng chụp phong phú sẽ giúp người dùng thoải mái ghi lại những khoảnh khắc hằng ngày. Với thiết lập camera này OPPO A55 có thể đáp ứng tốt nhu cầu chụp ảnh đa dạng trong nhiều điều kiện chụp, cho người dùng thỏa sức sáng tạo, bắt kịp xu hướng mới với những kiểu chụp xóa phông hay siêu cận macro ngay trên thiết bị di động.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/camera-oppo-a55-didongviet.jpg",
      "Máy cũng hỗ trợ quay phim khá tốt với nhiều thiết lập khác nhau giúp người dùng có thể dễ dàng tùy chỉnh video của mình. Máy sẽ hỗ trợ quay video với định dạng FullHD 60FPS / 30FPS giúp người dùng có thể quay lại những thước phim với định dạng cao dễ dàng chỉnh sửa sau này.",
      "Camera selfie có thông số khá tương tự với người tiền nhiệm, với độ phân giải 16MP tích hợp AI Beauty 2.0 giúp tự động điều chỉnh màu da và ánh sáng xung quanh. Điều này giúp người dùng trở nên rạng rỡ hơn hoặc lưu lại những khoảnh khắc vui vẻ cùng với bạn bè trong những bức ảnh selfie sống động và đầy màu sắc.",
      "/strong/Cấu hình ổn định với vi xử lý Helio G35",
      "OPPO A55 sở hữu sức mạnh được cung cấp từ vi xử lý MediaTek Helio G35 8 nhân. Đây là con chip được sản xuất trên tiến trình 12nm với xung nhịp 2.3 GHz, đi kèm với công nghệ Hyper Engine giúp cải thiện hiệu suất khi chơi game và kết nối mạng. Vi xử lý này sẽ mang lại cho người dùng những trải nghiệm mượt mà, nhanh chóng với các tác vụ cơ bản như lướt web, xem phim trên Youtube, video call... cũng như giải trí với những tựa game Online nhẹ nhàng.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/cau-hinh-oppo-a55-didongviet.jpg",
      "Bộ nhớ RAM 4GB cùng tính năng Hyperboost, giúp quản lý RAM thông minh và hiệu quả hơn. Người dùng có thể mở nhiều ứng dụng, game và xử lý nhiều tác vụ khác nhau nhưng máy vẫn hoạt động cực kỳ ổn định và không bị giật lag quá nhiều.",
      "OPPO cũng trang bị cho máy bộ nhớ trong 64GB, vừa đủ để người dùng có thể cài đặt những ứng dụng, tài liệu cũng như video và ảnh chụp. Máy cũng hỗ trợ mở rộng bộ nhớ trong với khe thẻ microSD giúp người dùng có thể nâng cấp thêm bộ nhớ trong để phù hợp với nhu cầu lưu trữ của mình.",
      "/strong/Màn hình 6.5 inch sắc nét",
      "OPPO A55 được OPPO trang bị màn hình tràn viền với thiết kế đục lỗ. Đây là thiết kế khá phổ biến trên các dòng smartphone tầm trung hiện nay vì khả năng mang lại không gian hiển thị lớn hơn nhưng không tốn quá nhiều chi phí sản xuất. Điều này không chỉ mang lại cho người dùng chiếc smartphone có màn hình to hơn mà còn mang đến trải nghiệm nội dung giải trí một cách trọn vẹn nhất.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/man-hinh-oppo-a55-didongviet.jpg",
      "Chất lượng hiển thị của chiếc máy được đánh giá là khá tốt. Với màn hình có kích thước đạt đến 6.5 inch độ phân giải HD+, kết hợp với tấm nền IPS LCD, người dùng sẽ được khám phá những khung hình rõ nét, màu sắc tươi tắn tự nhiên và không bị giảm chất lượng khi nhìn từ nhiều phía.",
      "/strong/Dung lượng pin khủng, hỗ trợ sạc nhanh 18W",
      "Với dung lượng pin lên đến 5000 mAh, người dùng có thể sử dụng chiếc máy thoải mái cả ngày dài mà không lo lắng về tình trạng hết pin. OPPO A55 cũng hỗ trợ công nghệ sạc nhanh 18W giúp người dùng có thể rút ngắn thời gian chờ để tiếp tục sử dụng máy ngay trong những trường hợp cần thiết.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/dung-luong-pin-oppo-a55-didongviet.jpg",
      "Đi kèm với đó là tính năng sạc qua đêm được tối ưu hóa giúp việc sạc pin qua đêm trở nên an toàn hơn. AI sẽ tự điều chỉnh dòng điện sạc theo giờ ngủ của người dùng và đảm bảo điện thoại sẽ luôn được sạc đủ 100% ngay khi người dùng vừa thức dậy, giúp duy trì tuổi thọ pin lâu hơn và hạn chế tình trạng cháy, nổ pin.",
      "/strong/Mua OPPO A55 chính hãng giá rẻ tại Di Động Việt",
      "Hiện tại, Di Động Việt đang cung cấp dòng sản phẩm điện thoại OPPO A55 chính hãng với mức giá tốt, đi kèm với nhiều ưu đãi hấp dẫn cho khách hàng khi đặt trước sản phẩm tại hệ thống."
    ]
  },
  {
    "name": "Xiaomi 11 Lite 5G NE (8GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//x/i/xiaomi-11-lite-5g-128gb-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu xanh", "Màu trắng", "Màu đen ", "Màu hồng"],
    "price": ["7.990.000 ₫"],
    "promotion": [
      "Mua kèm Pin Sạc Dự Phòng Xiaomi 10.000 mAh Gen 3 18W giá 350.000đ (Giá niêm yết 490.000đ)",
      "Mua kèm Tai nghe nhét tai Sony MDR - EX15AP giá chỉ còn 179.000đ (Giá niêm yết 290.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Xiaomi",
    "description": [
      "Xiaomi 11 Lite 5G NE 128GB là dòng smartphone tầm trung kế nhiệm người đàn anh Xiaomi Mi 11 Lite đã từng ra mắt trước đó. Chiếc điện thoại có thiết kế trẻ trung, nhiều màu sắc cùng cấu hình mạnh mẽ với Snapdragon 778G, màn hình 90Hz,... hứa hẹn sẽ mang lại trải nghiệm tuyệt vời cho người dùng.",
      "/strong/Thiết kế mỏng nhẹ với nhiều màu sắc tươi mới",
      "Xiaomi 11 Lite 5G NE 128GB được đánh giá là chiếc điện thoại 5G mỏng nhẹ nhất của Xiaomi. Thân máy siêu mỏng với độ dày chỉ 6.81mm và siêu nhẹ với trọng lượng chỉ 158g mang lại cảm giác vô cùng thoải mái khi cầm nắm.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/thiet-ke-xiaomi-11-lite-5g-ne-128gb-didongviet.jpg",
      "Xiaomi 11 Lite 5G NE có thiết kế tương tự với hai người anh em của mình là Mi 11 Lite và Xiaomi 11 Lite 5G. Máy sẽ vẫn có một thân hình siêu mỏng nhẹ, được hoàn thiện từ kính ở mặt trước và sau. Theo Xiaomi công bố thì phiên bản lần này có mặt trước được bảo vệ bởi kính cường lực Gorilla Glass 5 cao cấp.",
      "Thiết kế mặt lưng của Xiaomi 11 Lite 5G NE 128GB cũng tương tự với cụm camera chính gồm ba camera đặt trong một mô-đun hình vuông ở góc trái, lấy cảm hứng từ thiết kế camera của dòng Xiaomi 11.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/ngoai-hinh-xiaomi-11-lite-5g-ne-128gb-didongviet.jpg",
      "Ngoài ra, Xiaomi 11 Lite 5G NE 128GB còn có 4 biến thể màu sắc phù hợp với nhiều phong cách khác nhau của người dùng gồm: Truffle Black (Đen), Bubblegum Blue (Xanh), Peach Pink (Hồng) và Snowflake White (trắng).",
      "Việc cầm nắm một chiếc điện thoại mỏng nhẹ trên tay trở nên rất thoải mái, từ việc nhắn tin bằng một tay, chụp hình, mang theo bên mình khi ra đường,... mọi thứ đều trở nên dễ dàng hơn rất nhiều. chính vì thế mà Xiaomi 11 Lite 5G NE sẽ trở thành một lựa chọn tuyệt vời dành cho những người dùng thường xuyên phải di chuyển.",
      "/strong/Hình ảnh sắc nét, màu sắc trung thực với màn hình TrueColor 10 bit",
      "Xiaomi 11 Lite 5G NE 128GB được trang bị màn hình AMOLED phẳng với kích thước 6.55 inch, độ phân giải FullHD+ hỗ trợ công nghệ Dolby Vision cho trải nghiệm hình ảnh vô cùng tuyệt vời.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/manh-hinh-xiaomi-11-lite-5g-ne-128gb-didongviet.jpg",
      "Màn hình trên Xiaomi 11 Lite 5G NE có gam màu rộng DCI-P3 với độ sâu màu TrueColor 10-bit giúp màn hình hiển thị được 1,07 tỷ màu đem lại độ chính xác về màu sắc giúp người dùng thưởng thức hình ảnh khi xem phim, chỉnh sửa ảnh với độ chuẩn xác màu tốt hơn.",
      "Ngoài ra, màn hình còn có tần số quét 90Hz và tốc độ lấy mẫu cảm ứng 240Hz mang lại trải nghiệm giải trí khi chơi game, lướt web vô cùng mượt mà.",
      "/strong/Thỏa sức sáng tạo với camera 64MP",
      "Xiaomi 11 Lite 5G NE 128GB được trang bị cụm ba camera bao gồm: camera góc rộng 64MP f/1.8, camera góc siêu rộng 8MP f/2.2 và camera tele 2X 5MP f/2.4. Đây là một nâng cấp mới so với hai phiên bản Mi 11 Lite trước đó vì không có camera tele. Ở mặt trước, màn hình có thiết kế “nốt ruồi” với camera Selfie 20MP đặt ở chính giữa.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/camera-xiaomi-11-lite-5g-ne-128gb-didongviet.jpg",
      "Theo Xiaomi, 11 Lite 5G NE được nâng cấp khá nhiều về khả năng chụp ảnh nhất là khi chụp vào ban đêm. Với chế độ Night Mode, Xiaomi 11 Lite 5G NE có khả năng chụp ảnh rõ nét bằng cả camera góc rộng và camera trước trong điều kiện ánh sáng yếu. Máy cũng hỗ trợ nhiều tính năng chụp ảnh khác hỗ trợ người dùng từ nghiệp dư cho đến chuyên nghiệp.",
      "Camera selfie mới chính là sự nâng cấp đáng chú ý của sản phẩm với độ phân giải là 20MP cao hơn so với nhiều đối thủ khác trong cùng tấm giá chỉ có camera selfie là 16MP. Điều này giúp người dùng chụp được những tấm ảnh selfie sắc nét, “ảo diệu” hơn nhờ công nghệ AI của Xiaomi.",
      "Hiệu năng mạnh mẽ với Qualcomm Snapdragon 778 trên Xiaomi 11 Lite 5G NE 128GB",
      "Xiaomi 11 Lite 5G NE 128GB được trang bị vi xử lý Snapdragon 778G, cho hiệu năng mạnh mẽ hơn Snapdragon 750G trên bản Mi 11 Lite LTE. Snapdragon 778G là một biến thể được kế thừa sức mạnh của con chip 780G và một số tính năng cao cấp của dòng chip Snapdragon đầu 8. Như vậy về mặt hiệu năng máy có thể cân tốt nhiều ứng dụng, game nặng mà không sợ giật, lag.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/cau-hinh-xiaomi-11-lite-5g-ne-128gb-didongviet.jpg",
      "Bên cạnh đó, máy cũng đi kèm với dung lượng RAM 8GB cho khả năng xử lý đa nhiệm mượt mà. Kết hợp với bộ nhớ trong 128GB mang lại không gian lưu trữ lớn giúp người dùng có thể thoải mái cài đặt nhiều ứng dụng cũng như lưu trữ dữ liệu ngay thẳng trên máy. Máy tích hợp công nghệ 5G mới nhất hiện nay giúp người dùng có thể lướt web, xem phim nhanh chóng.",
      "/strong/Dung lượng pin tốt, hỗ trợ sạc nhanh 33W",
      "Xiaomi 11 Lite 5G NE 128GB sở hữu viên pin ở mức 4250 mAh tương tự như những người anh em của mình. Mức dung lượng pin này đủ để người dùng có thể sử dụng tốt với các nhu cầu cơ bản như lướt web, xem phim, check mail, chat chit…. Máy cũng sẽ tích hợp thêm khả năng sạc nhanh 33W giúp người dùng sạc lại năng lượng cho máy nhanh chóng mà không phải tôn quá nhiều thời gian chờ đợi."
    ]
  },
  {
    "name": "iPhone 12 64GB Chính Hãng (VN/A)",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//i/p/ip12.jpg"
    ],
    "capacity": ["256GB", "128GB", "64GB"],
    "color": [
      "Màu trắng",
      "Màu đen ",
      "Màu đỏ",
      "Xanh lá cây",
      "Màu Xanh dương"
    ],
    "price": ["22.590.000 ₫", "19.990.000 ₫", "18.990.000 ₫"],
    "promotion": [
      "Mua kèm Sạc nhanh Apple iPhone 20W Chính Hãng giá chỉ còn 490.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Tai nghe Earpods Chính Hãng giá chỉ còn 490.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Apple Airtag Chính Hãng giá chỉ còn 650.000đ (giá niêm yết 790.000đ)",
      "Mua kèm Ốp lưng iPhone 12 Chính Hãng giảm ngay 500.000đ (giá niêm yết từ 1.272.000đ)",
      "Mua kèm Pin sạc dự phòng Energizer 10.000mAh - QP10000PQBK giá chỉ còn 750.000đ (Giá niêm yết 1.000.000đ)"
    ],
    "category": "iPhone",
    "description": [
      "iPhone 12 64GB bản VN/A giá tốt chính là chiếc điện thoại iPhone 12 mà bạn nên mua, trừ khi bạn muốn bản Max hay mini. Thiết kế nhỏ gọn nhưng vẫn mang trong mình cấu hình và tính năng cao cấp.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Apple-iPhone/iphone-12/iphone-12-64gb-vna.jpg",
      "/strong/iPhone 12 64GB VN/A –  Thiết kế mới mẻ mà quen thuộc",
      "Không chỉ riêng iPhone 12 64GB mà năm nay, tất cả các thiết bị thuộc iPhone 12 series đều được hoàn thiện bởi bộ khung vỏ nhôm với cạnh bên được vát phẳng tạo nét khác biệt khi đặt cạnh iPhone 11 năm ngoái.",
      "Mặc cho các cạnh phẳng, phần gờ và các góc của iPhone 12 được vát vừa đủ để cho cảm giác cầm nắm thoải mái.",
      "https://didongviet.vn/pub/media/wysiwyg/Dien-Thoai/Apple-iPhone/iphone-12/iphone-12-64gb-vna.JPG",
      "Tuy nhiên, sự trở lại với phong cách này đã đem đến hiệu quả rõ rệt khi giúp iPhone 12 64GB đem tới cảm quan cứng cáp hơn và cao cấp hơn. Tổng thể chiếc điện thoại vẫn cho thấy sự sang trọng với hai mặt kính trước – sau bắt mắt. Phong cách thiết kế này không chỉ đẹp hơn mà còn mang lại trải nghiệm cầm nắm khác biệt hơn.",
      "https://didongviet.vn/pub/media/wysiwyg/iphone_12.jpg",
      "/strong/Màu sắc iPhone 12 64GB phong phú và độ bền đáng nể",
      "Thay vì bó gọn khuôn khổ trong những màu sắc trung tính, Apple iPhone 12 64GB đem tới nét chấm phá về mặt màu sắc với năm màu sắc gồm xanh navy, đỏ (PRODUCT RED), đen, xanh mint và trắng. Trong đó, xanh navy là tone màu mới và dự kiến sẽ tạo nên trào lưu mới trong làng di động thời gian tới.",
      "Màn hình OLED vượt trội hơn so với LCD bởi nó thể hiện màu đen với sắc độ sâu hơn. Màn hình máy có độ chính xác màu sắc không thể phàn nàn được.",
      "https://didongviet.vn/pub/media/wysiwyg/iphone12_1.png",
      "Tại sự kiện, đại diện của Apple nhấn mạnh vào bộ khung vỏ nhôm bền nhẹ và mặt kính nanoceramic với khả năng chịu lực tốt. Chủ nhân của iPhone 12 64GB sẽ giảm bớt nỗi lo khi chiếc điện thoại gặp phải sự cố va đập bất ngờ trên màn hình.",
      "https://didongviet.vn/pub/media/wysiwyg/iphone12.png",
      "/strong/Sự xuất hiện của công nghệ 5G và MagSafe",
      "Khi mà mạng kết nối 5G với những ưu thế vượt trội 4G LTE đang dần phủ sóng khắp toàn cầu, Apple cũng đón đầu xu thế khi đưa tính năng 5G lên trên iPhone 12 64GB. Công nghệ điều chỉnh dữ liệu thông minh sẽ tự động điều chỉnh giữa kết nối 5G hoặc 4G LTE nhằm đảm bảo tốc độ kết nối luôn nhanh nhạy nhất.",
      "https://didongviet.vn/pub/media/wysiwyg/iPhone-12-12jpg.png",
      "Về mặt tính năng, iPhone 12 64GB sở hữu công nghệ nam châm MagSafe trên mặt lưng, giúp chiếc điện thoại có thể sạc không dây nhanh hơn và kết hợp linh hoạt hơn với các phụ kiện đi kèm."
    ]
  },
  {
    "name": "Xiaomi 11T (8GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//x/i/xiaomi-11t-128gb-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu xám", "Màu xanh", "Màu trắng"],
    "price": ["9.190.000 ₫"],
    "promotion": [
      "Mua kèm Pin Sạc Dự Phòng Xiaomi 10.000 mAh Gen 3 18W giá 350.000đ (Giá niêm yết 490.000đ)",
      "Mua kèm Tai nghe nhét tai Sony MDR - EX15AP giá chỉ còn 179.000đ (Giá niêm yết 290.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Xiaomi",
    "description": [
      "Xiaomi 11T 128GB là chiếc smartphone kế nhiệm và được xem là dòng nâng cấp hơn của Xiaomi 10T. Điểm ấn tượng của thiết bị nằm ở việc Xiaomi vẫn cho smartphone này nằm ở phân khúc giá phải chăng nhưng lại đi kèm với nhiều cải tiến mới mạnh mẽ từ cấu hình đến thiết kế.",
      "/strong/Thiết kế ngoại hình sang trọng",
      "Xiaomi 11T 128GB có thiết kế khung kim loại và cả hai mặt được hoàn thiện từ tấm kính Gorilla Glass Victus để có thể vừa chịu được lực tác động tốt và bảo vệ thiết bị khi có tình trạng va đập hay rơi rớt xảy ra với 2 mặt kính trước và sau vừa tô điểm cho chiếc Xiaomi 11T một vẻ đẹp sang trọng tuyệt đẹp. ",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/thiet-ke-xiaomi-11t-128gb-didongviet.jpg",
      "Các đường viền của điện thoại được tạo hình mỏng, được bo cong nhẹ nhàng rất cân đối ở mặt trước cùng với thiết kế lỗ đục ở mang đến cho điện thoại một vẻ đẹp của dòng smartphone tầm trung và cao cấp ngày nay. Bên cạnh đó, với thiết kế các cạnh bo cong ở tất cả các cạnh mang lại cho thiết bị một cái nhìn khác biệt hơn, phần kính ở mặt sau được bo cong ở tất cả các cạnh mang lại cho điện thoại một cái nhìn khác biệt hơn, trong khi lớp hoàn thiện mờ của khung giúp cải thiện khả năng cầm nắm khá nhiều. ",
      "/strong/Màn hình OLED rộng lớn",
      "Có thể nói, một trong những điểm nhấn quan trọng giúp Xiaomi 11T 128GB “lọt vào mắt xanh” của người dùng nằm ở chiếc màn hình rộng 6,67 inch. Hiện nay trên thị trường, người dùng đang có xu hướng ưa thích sử dụng những chiếc smartphone có màn hình rộng và Xiaomi 11T hoàn toàn có thể đáp ứng được điều này.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/man-hinh-xiaomi-11t-128gb-didongviet.jpg",
      "Xiaomi 11T 128GB được trang bị màn hình với công nghệ OLED, cung cấp tốc độ làm mới lên đến 120Hz, tốc độ lấy mẫu cảm ứng 480Hz, độ tái tạo màu 10 bit, hỗ trợ thêm HDR10+ và sở hữu độ sáng màn hình tối đa lên đến 1000 nits. Bên cạnh đó Xiaomi 11T cũng đi kèm với tính năng Màu sắc thích ứng (phiên bản True Tone của Xiaomi), đây có thể là một lợi ích tuyệt vời.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/xiaomi-11t-128gb-didongviet.jpg",
      "Với thông số như vậy, người dùng không chỉ có một chiếc màn hình rộng mà còn có thể đem đến cho bạn những hình ảnh hiển thị nằm ở mức sắc sảo, cực kì chi tiết. Người dùng có thể thoải mái làm việc, lướt web, coi phim, chơi game, v,v với trải nghiệm hài lòng nhất.",
      "/strong/Cấu hình của Xiaomi 11T 128GB được cung cấp sức mạnh ấn tượng",
      "Xiaomi 11T 128GB được trang bị một con chip mạnh mẽ đến từ nhà MediaTek xuất sức ở Đài Loan. Chipset Dimensity 1200, bộ vi xử lý được sản xuất dựa trên tiến trình 6nm đầu tiên của hãng và cũng là dòng vi xử lý đầu tiên của MediaTek sử dụng bộ nhân Cortex-A78. CPU của Dimensity 1200 sử dụng cấu hình 1+3+4, có tổng cộng 8 lõi. Đầu tiên là lõi Cortex-A78 chạy ở tốc độ 3.0 GHz, tiếp đến là ba lõi Cortex-A78 khác ở tốc độ 2.6 GHz và cuối cùng là 4 lõi Cortex-A55 tiết kiệm năng lượng chạy ở tốc độ 2.0 GHz. ",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/cau-hinh-xiaomi-11t-128gb-didongviet.jpg",
      "Hơn thế nữa, người dùng cũng có thể mong đợi một bộ vi xử lý có CPU sẽ nhanh hơn tới 22% và cũng tiết kiệm điện hơn 25% so với thế hệ trước. Chipset sử dụng modem 5G tích hợp cùng công nghệ UltraSave 5G (2CC) được phân chia theo tần số (FDD) và phân chia thời gian (TDD), chia sẻ quang phổ động (DSS), SIM kép 5G (5G SA + 5G SA) và thoại kép cho radio (VoNR). Chipset có khả năng tiết kiệm điện năng tối đa, hỗ trợ người dùng kết nối 5G độc lập và không độc lập ở mức cao nhất.",
      "/strong/Cụm camera hoạt động ổn định",
      "Về mặt camera của máy, Xiaomi đang sử dụng cho Mi 11T của mình một camera chính có cảm biến 108MP  0,7µm pixel, ống kính này có tiêu cự tương đương 24mm ở khẩu độ f / 1.75, nhưng không có OIS. Một mô-đun tele 5MP nhưng mô-đun này chỉ được sử dụng để chụp macro, không thể sử dụng để phóng to thực tế. Cuối cùng, là một ống kính siêu rộng 8MP với khẩu độ f / 2.2 và trường nhìn 120°. Camera của máy có thể tự động lấy nét ở khoảng cách là 3cm.",
      "https://didongviet.vn/pub/media/wysiwyg/8-plus-256gb-red/camera-xiaomi-11t-128gb-didongviet.jpg",
      "Đối với thông số máy ảnh,nhìn chung Xiaomi 11T 128GB không sở hữu một camera có độ kỹ thuật quá cao, nhưng chúng vẫn có thể đảm bảo rằng smartphone vẫn sẽ có tính năng quay phim Full HD và chụp hình vẫn chất lượng ảnh ở mức ổn định, rõ ràng và sắc nét. Ngoài ra, Xiaomi 11T cũng được hỗ trợ một camera selfie 16MP 1/3.06\" và khẩu độ f/2.4 đem đến trải nghiệm chụp ảnh tự sướng hay gọi video cho người thân bạn bè khá tốt.",
      "Mua Xiaomi 11T 128GB chính hãng tại Di Động Việt quý khách sẽ nhận được gì?",
      "Khi quý khách hàng mua Xiaomi 11T tại Di Động Việt sẽ nhận được đảm bảo về chất lượng 100% uy tín, đi kèm là mức giá phải chăng và nhiều ưu đãi hấp dẫn cùng chế độ hậu mãi, quyền lợi hàng đầu cho khách hàng. Để tham khảo thêm nhiều sản phẩm khác của chúng tôi, xin vui lòng gọi đến hotline 1800.6018 để được tư vấn miễn phí."
    ]
  },
  {
    "name": "Samsung Galaxy A12 (4GB|128GB) Chính Hãng (BHĐT)",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//s/a/samsung-galaxy-a12-da-kich-hoat-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu trắng", "Màu xanh", "Màu đen "],
    "price": ["3.390.000 ₫"],
    "promotion": [
      "Mua kèm Pin sạc dự phòng Energizer 10,000mAh /3.7V Li-Polymer - UE10053 giá chỉ còn 275.000đ (giá niêm yết 550.000đ)",
      "Mua kèm Tai nghe Samsung TYPE-C EARPHONES EO-IC100 giá chỉ còn 350.000đ ( Giá niêm yết 590.000đ)",
      "Mua kèm Phần mềm Microsoft 365 Personal English APAC EM Subscr 1YR Medialess P6 giá chỉ còn 890.000đ (giá niêm yết 1.290.000đ)",
      "Mua kèm Phần mềm Microsoft Office Home & Student 2021 giá chỉ còn 2.090.000đ (Giá niêm yết 5.390.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Samsung",
    "description": [
      "Galaxy A12 128GB với thiết kế đơn giản tinh tế cùng với cấu hình ổn định, dung lượng Pin lên đến 5000mAh mang đến trải nghiệm tràn đầy năng lượng suốt ngày dài, điện thoại còn hỗ trợ vân tay cạnh bên giúp người dùng mở khóa điện thoại nhanh chóng.",
      "https://didongviet.vn/pub/media/wysiwyg/samsung-galaxy-a12-didongviet.jpg",
      "/strong/Thiết kế tinh tế với màu sắc sang trọng",
      "Galaxy A12 128GB có thiết kế đơn giản cùng với các góc cạnh được bo tròn mềm mại giúp người dùng dễ dàng cầm nắm. ",
      "Điểm nổi bật trên sản phẩm là mặt lưng với cụm camera lớn độc đáo, mặt sau sang trọng gia công phây xước tạo cảm giác thân thiện. Máy sẽ có 3 phiên bản màu xanh và đen, trắng phù hợp với nhu cầu của người dùng.",
      "Điện thoại Galaxy A12 128GB sở hữu màn hình 6.5 inches độ phân giải HD+ với tấm nền PLS TFT LCD cho khả năng hiển thị tốt, không chói độ sáng vừa đủ khi ở ngoài trời. Phía trên màn hình là camera selfie với công nghệ Infinity-V, các viền và cạnh máy mỏng tạo độ sang trọng, dễ dàng sử dụng 1 tay.",
      "https://didongviet.vn/pub/media/wysiwyg/dien-thoai-samsung-galaxy-a12-128gb-trang-thiet-ke-hien-dai-tre-trung.jpg",
      "/strong/Hệ thồng 4 camera độc đáo, hình ảnh chất lượng",
      "Galaxy A12 128GB trang bị 4 camera sau bao gồm: 1 camera cảm biến chính lên đến 48 MP, 1 camera góc siêu rộng 5 MP, 1 camera 2 MP cảm biến độ sâu và camera macro 2 MP. Với hệ thống camera chất lương mang đến trải nghiệm hình ảnh sống động, màu sắc chân thật, bạn có thể dễ dàng chụp góc rộng, chụp cận cảnh hay xóa phông với những tao tác tiện lợi.",
      "Đồng thời với chất lượng quay phim 1080p sắc nét giúp bạn có thể quay lại mọi khoảnh khắc đáng nhớ và lưu giữ mọi hình ảnh đời sống của mình.",
      "Camera trước 8MP f/2.0 giúp bạn thực hiện video call chất lượng cao, chụp selfie sắc sắc giúp bạn tự tin hơn trong mọi khoảnh khắc.",
      "https://didongviet.vn/pub/media/wysiwyg/samsung-galaxy-a12-294120-014107.jpg",
      "/strong/Cấu hình ấn tượng với Chipset Helio G35 và RAM 4GB",
      "Galaxy A12 128GB trang bị con chip chip MediaTek Helio G35 8 nhân, Ram 4GB, bộ nhớ 128GB. Với cấu hình ấn tượng hoàn toàn có thể đáp ứng nhu cầu giải trí đơn giản thường ngày của bạn như coi phim, chơi game một cách mượt mà và ổn định không lo bị giật, lag.",
      "https://didongviet.vn/pub/media/wysiwyg/samsung-galaxy-a12-6gb-10-org-1.jpg",
      "/strong/Dung lượng Pin lớn 5000mAh, hỗ trợ sạc nhanh 15W",
      "Samsung Galaxy A12 128GB trang bị viên pin dung lượng 5000mAh bền bỉ giúp điện thoại bàn tràn đầy năng lượng suốt một ngày dài, ngoài ra cũng dễ dàng nạp năng lượng nhanh với sạc nhanh 15W không lo bị gián đoạn trong thời gian sử dụng."
    ]
  },
  {
    "name": "OPPO A95 (8GB/128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//o/p/oppo-a95-didongviet_1_1.jpg"
    ],
    "capacity": [],
    "color": ["Màu đen ", "Màu bạc"],
    "price": ["6.490.000 ₫"],
    "promotion": [
      "Mua kèm Tai nghe nhét tai Sony MDR - EX15AP giá chỉ còn 179.000đ (Giá niêm yết 290.000đ)",
      "Mua kèm Sạc dự phòng Innostyle Powergo Plus 10.000mAh giá chỉ còn 450.000đ (Giá niêm yết 690.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "OPPO",
    "description": [
      "OPPO A95 sẽ tiếp tục là một chiếc smartphone “ăn khách” của OPPO với thiết kế sang trọng, màu sắc hút mắt. Sở hữu những nâng cấp mới “đáng tiền” ở bộ vi xử lý, camera và dung lượng pin, có thể phục vụ hết các yêu cầu của chủ sở hữu dễ dàng.",
      "/strong/Thiết kế màu sắc bắt mắt ấn tượng",
      "OPPO A95 sở hữu ngoại hình có cấu tạo nguyên khối được làm bằng chất liệu thuỷ tinh mỏng chỉ 7.8mm nhưng vẫn đảm bảo được độ cứng cáp nổi bật trong thiết bị. Phần bỏ được phủ một lớp hiệu ứng màu Gradient làm tăng thêm tính thời trang, sang trọng cho điện thoại. Nhà sản xuất chế tạo khung viền cho OPPO A95 với hình dáng bo cong 2.5D đem lại trải nghiệm cầm nắm thoải mái cho bạn.",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a95/cau-hinh-oppo-a95-manh-didongviet.jpg",
      "Bên cạnh đó, điện thoại có trọng lượng vô cùng nhẹ nhàng chỉ 173g, với kích thước gọn gàng 160.1mm x 73.4mm x 7.8mm hỗ trợ tối ưu sự tiện lợi cho người dùng khi sử dụng hay bỏ vào balo túi xách hoặc thậm chí là túi áo, quần mà không hề cảm thấy vướng víu. ",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a95/oppo-a95-4-didongviet.jpg",
      "Mặt trước của thiết bị trang bị một lớp kính cường lực Corning Gorilla Glass 3 giúp chống lại ngoại lực xấu tác động khá tốt, bạn có thể an tâm tuyệt đối nếu OPPO A95 xảy ra những va chạm trong các hoạt động hằng ngày.",
      "/strong/Màn hình AMOLED tối tân",
      "Phần nâng cấp không thể bỏ qua của dòng smartphone này so với những dòng OPPO A Series trước đó của chính là công nghệ màn hình AMOLED Full HD+ với độ phân giải được cải tiến ở mức 1080 x 2400 pixels với gam màu sắc phong phú, rực rỡ đạt 93% DCI-P3.",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a95/oppo-a95-didongviet.jpg",
      "Tính năng giảm độ phản xạ ánh sáng và tự động điều chỉnh độ sáng thông minh AI, kèm theo một lớp chống loá đặc biệt có thể vừa bảo vệ đôi mắt của bạn vừa giúp cho khả năng xem nội dung hiển thị rõ ràng, chi tiết bất kể là sử dụng ngày hay đêm.",
      "/strong/Hiệu năng hoạt động mạnh mẽ",
      "Bộ vi xử lý của OPPO A95 sẽ tiếp nối cho chuyên mục nâng cấp sau cấu hình màn hình của thiết bị. Đối với smartphone năm nay, OPPO sẽ trang bị cho máy một bộ vi xử lý mang tên Snapdragon 662 với 8 nhân xung nhịp cao với tốc độ lên đến 2 GHz và được sản xuất trên tiến trình 7nm nhằm có thể tiết kiệm tối đa điện năng sử dụng, thiết bị sẽ chạy trên nền hệ điều hành Android 11 có thể dễ dàng đáp ứng cho bạn khả năng xử lý nhanh nhạy, mượt mà trong mỗi tác vụ riêng.",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a95/oppo-a95-2-didongviet.jpg",
      "Ngoài chipset chính thì OPPO A95 có một chip đồ hoạ Andreno 610 “thừa sức” để có thể hỗ trợ bạn chơi những tựa game mobile đang được nhiều người ưa chuộng trên thị trường và sử dụng những phần mềm đồ hoạ ở mức trung bình trở lên ổn định. Thiết bị có RAM 8GB và bộ nhớ lưu trữ ở mức 128GB cho không gian lưu trữ dữ liệu cá nhân và các ứng dụng vô cùng thoải mái. ",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a95/oppo-a95-5-didongviet.jpg",
      "Hơn thế, smartphone được OPPO ưu ái khi trang bị tính năng tải nhiệt chất lỏng giúp hạn chế những tình trạng nóng máy, phòng ngừa cháy nổ hiệu quả và tránh gây chai, hư hỏng pin, bảo vệ an toàn cho bạn sử dụng lâu dài. Chipset của thiết bị còn hỗ trợ kết nối 4G với tốc độ ấn tượng, đem đến trải nghiệm chất lượng lướt web, xem phim và video ở độ phân giải cao. ",
      "/strong/Cụm camera nét “căng đét”",
      "Mặc dù đây là một smartphone nằm ở mức giá tầm trung nhưng cụm camera của máy có thể nói là vượt qua giới hạn chất lượng vốn có của chúng. OPPO A95 sở hữu bộ 3 camera với camera chính 48MP, một camera góc siêu rộng 8MP và một camera Macro 2MP chắc chắn sẽ đem đến cho bạn những hình ảnh sống động, đẹp hút mắt mà không cần phải chỉnh sửa phức tạp sau khi chụp. ",
      "https://didongviet.vn/pub/media/galaxy-a22/oppo-a95/camera-oppo-a95-sac-net-didongviet.jpg",
      "Camera chính sẽ bắt trọn từng khoảnh khắc mong muốn của bạn với việc xử lý nhanh chóng, ít bị trễ vượt trội. Cấu hình camera phụ của máy có nhiều tính năng đi kèm hỗ trợ bạn sáng tạo với các hiệu ứng đa dạng, chế độ chụp đêm sắc nét và chụp những bức ảnh cận cảnh nghệ thuật. Camera Selfie có độ phân giải 16MP sẽ làm cho hội chị em “đổ rạp” trước những tính năng làm đẹp ấn tượng và khả năng lấy nét ảo diệu.",
      "/strong/Dung lượng pin lớn, hỗ trợ sạc nhanh ",
      "Viên pin được gắn trong thân của OPPO A95 có dung lượng là 4310 mAh, đây là một dung lượng pin khá ổn cho người dùng sử dụng tổng thời gian có thể lên đến một ngày hoạt động liên tục. Ngoài ra, OPPO tích hợp đi kèm một sạc nhanh với công suất 30W mang lại thời gian sạc đầy thiết bị 100% chỉ trong 48 phút cho mọi trải nghiệm của bạn trở nên liền mạch hơn."
    ]
  },
  {
    "name": "iPhone 13 Pro 128GB Chính Hãng (VN/A)",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//i/p/iphone-13-pro-128gb-didongviet.jpg"
    ],
    "capacity": ["128GB", "256GB", "512GB", "1TB"],
    "color": ["Xám đen", "Vàng (Gold)", "Màu bạc", "Màu Xanh dương"],
    "price": ["27.490.000 ₫", "37.990.000 ₫", "33.990.000 ₫", "30.990.000 ₫"],
    "promotion": [
      "Mua kèm Sạc nhanh 20W Apple Chính hãng giá chỉ còn 490.000đ",
      "Mua kèm Tai nghe Apple Earpods with Lightning Connector (CTY) giá chỉ còn 490.000đ ( giá niêm yết 790.000)",
      "Mua kèm Tai nghe Apple AirPods 3 giá chỉ còn 4.690.000đ (Giá niêm yết 4.990.000đ)",
      "Mua kèm Ốp lưng iPhone 13 Chính Hãng giảm ngay 500.000đ (giá niêm yết từ 1.590.000đ)",
      "Mua kèm Tai nghe Apple AirPods Max VN/A giá chỉ còn 9.990.000đ (Giá niêm yết 11.990.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "iPhone",
    "description": [
      "iPhone 13 Pro 256GB là một trong những chiếc smartphone cao cấp thuộc dòng sản phẩm Apple iPhone 13 Series. Điện thoại iPhone 13 Pro mang lại trải nghiệm tuyệt vời cho người dùng với vẻ ngoài sang trọng tinh tế, màu sắc nổi bật cùng hiệu năng cực đỉnh từ con chip A15 mạnh mẽ.",
      "/strong/Thiết kế “truyền thống” với nhiều màu sắc mới nổi bật",
      "Với thiết kế tổng thể tương tự như dòng iPhone 12, chiếc iPhone 13 Pro 256GB lần này cũng có kiểu dáng vuông vức, cứng cáp thay vì sử dụng khung viền được bo tròn mềm mại. Nhiều ý kiến cho rằng Apple đang “quay ngược quá khứ” về lại dạng thiết kế của iPhone 4 trước đây. Bên cạnh đó, iPhone 13 Pro 256GB dày hơn 0.26mm so với độ dày của iPhone 12. Hơn nữa, iPhone 13 Pro cũng sẽ có phần notch tai thỏ nhỏ hơn so với iPhone 12.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iphone-13-pro-max-512gb/iphone-13-pro-didongviet.jpg",
      "Màu sắc của chiếc iPhone mới này cũng khiến nhiều người thích thú vì có tận 5 phiên bản màu sắc khác nhau. iPhone 13 Pro series lần này sẽ có sự xuất hiện của những màu sắc mới bên cạnh những màu sắc cũ như trắng, đen,...",
      "/strong/Màn hình 120Hz cùng cụm camera được nâng cấp tối ưu",
      "Màn hình iPhone 13 Pro 128GB sẽ có kích thước tương tự với “đàn anh” iPhone 12 Pro của mình là 6.1 inch. Và trang bị ông nghệ Super Retina XDR, đi kèm với tấm nền OLED cùng mật độ điểm ảnh lên đến 460 ppi. ",
      "Màn hình của dòng iPhone 13 Pro sẽ hỗ trợ tần số quét 120Hz thích ứng, có thể thay đổi từ 1Hz - 120Hz tùy thuộc vào nội dung đang hiển thị. Lợi ích của màn hình 120Hz là nó sẽ mang lại cảm giác cuộn mượt mà hơn cũng như trải nghiệm chơi game tốt hơn cho người dùng.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/mpow-air-se/iphone-13-pro-128gb-didongviet-2.jpg",
      "Camera của chiếc iPhone này cũng được Apple chú trọng nâng cấp với khả năng tự động lấy nét cực tốt giúp người dùng có thể chụp ảnh cận cảnh rõ nét hơn. Nó còn được nâng cấp cảm biến LiDAR thế hệ thứ 2 hỗ trợ chế độ chụp chân dung ban đêm, quay video chân dung, lấy nét nhanh hơn trong điều kiện ánh sáng yếu. ",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/mpow-air-se/iphone-13-pro-128gb-didongviet-3.jpg",
      "Bên cạnh đó, cấu trúc quang học của ống kính siêu rộng dùng trên iPhone 13 Pro 128GB cũng được nâng cấp về độ hiệu quả. Apple sẽ đưa vào ống kính 6 thấu kính thay vì 5 như iPhone 12 Pro Max. Từ đó tăng cường chất lượng ảnh cùng với khả năng quay video lên một tầm cao mới.",
      "/strong/Chip A15 Bionic tiết kiệm pin, kết nối 5G mạnh mẽ",
      "Với con chip mới mạnh mẽ và có hiệu suất được nâng cấp là A15 Bionic, iPhone 13 Pro sẽ có sức mạnh vượt trội hơn. A15 Bionic được TSMC sản xuất trên tiến trình 5nm+ thay vì 5nm như trên A14 Bionic. ",
      "Con chip này cũng hỗ trợ tốt hơn cho tốc độ làm tươi màn hình cũng như cải thiện về mức tiêu thụ điện năng giúp tiết kiệm pin cho smartphone. Bên cạnh đó, con chip này nhiều khả năng sẽ bao gồm 2 lõi hiệu suất cao và 4 lõi tiết kiệm năng lượng, tương tự như A14 Bionic giúp người dùng có thể chiến game thoải mái mà không lo quá ảnh hưởng đến dung lượng pin hiện có.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/mpow-air-se/iphone-13-pro-128gb-didongviet-1.jpg",
      "Apple không phải thương hiệu đầu tiên trang bị kết nối 5G lên sản phẩm của mình. Hãng đang bị các thương hiệu smartphone Android “vượt mặt” trong và Apple sẽ không để điều này tiếp tục xảy ra bằng cách nâng cấp tốc độ kết nối 5G lên mức tối đa. ",
      "Tốc độ kết nối mạng trên iPhone 13 Pro 256GB cũng sẽ hứa hẹn sẽ vô cùng khủng khiếp. Với kết nối 5G trên điện thoại không chỉ nhanh mà còn thông minh. Khi chiếc điện thoại cần được cập nhật, nó sẽ sử dụng LTE để tiết kiệm pin. Khi tải xuống những ứng dụng, chương trình nặng, điện thoại sẽ chuyển sang chế độ 5G.",
      "/strong/Dung lượng pin khủng ",
      "Ngoài việc cải tiến về hiệu năng thì dung lượng pin trên iPhone 13 Pro sẽ tăng đáng kể so với iPhone 12. Cụ thể iPhone 13 Pro sẽ có viên pin 3.095 mAh, lớn hơn khá nhiều so với viên pin 2.815 mAh trên thế hệ tiền nhiệm. ",
      "iPhone 13 cũng được bổ sung thêm tính năng mới là sạc ngược không dây nhưng chỉ khả dụng đối với các thiết bị của Apple như Airpods, Apple Watch… Bên cạnh đó, iPhone 13 Pro vẫn sẽ có mức dung lượng RAM là 6GB tương tự như thế hệ trước và  bộ nhớ trong là 128GB. Tích hợp công nghệ 5G, hỗ trợ kết nối chuẩn Wifi-6 mới nhất hiện nay.",
      "https://didongviet.vn/pub/media/wysiwyg/A54-5G/mpow-air-se/iphone-13-pro-128gb-didongviet-5.jpg",
      "Ngoài ra, Phone 13 Pro 256GB cũng sẽ hỗ trợ Wi-Fi 6E. Cải tiến này sẽ giúp loạt iPhone tiếp theo có tốc độ kết nối Wifi nhanh và tốt hơn. Được biết, Apple đã bổ sung hỗ trợ Wi-Fi 6 cho dòng iPhone 11 ra mắt vào năm 2019. Trong khi Wi-Fi 6 tập trung vào việc cải thiện tốc độ tổng thể thì Wi-Fi 6E dựa trên nó để giảm tắc nghẽn mạng và cung cấp phạm vi kết nối tốt hơn cho người dùng."
    ]
  },
  {
    "name": "Samsung Galaxy A22 (6GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//g/a/galaxy-a22-5g-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu xanh", "Màu đen ", "Màu tím"],
    "price": ["4.990.000 ₫"],
    "promotion": [
      "Mua kèm Pin sạc dự phòng Energizer 10,000mAh /3.7V Li-Polymer - UE10053 giá chỉ còn 275.000đ (giá niêm yết 550.000đ)",
      "Mua kèm Tai nghe Samsung TYPE-C EARPHONES EO-IC100 giá chỉ còn 350.000đ ( Giá niêm yết 590.000đ)",
      "Mua kèm Phần mềm Microsoft 365 Personal English APAC EM Subscr 1YR Medialess P6 giá chỉ còn 890.000đ (giá niêm yết 1.290.000đ)",
      "Mua kèm Phần mềm Microsoft Office Home & Student 2021 giá chỉ còn 2.090.000đ (Giá niêm yết 5.390.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Samsung",
    "description": [
      "Galaxy A22 là dòng smartphone tầm trung mới nhất vừa được Samsung ra mắt với vi xử lý snapdragon 450 cùng sự nâng cấp mạnh mẽ đến từ camera. Samsung Galaxy A22 hứa hẹn sẽ mang lại một làn gió mới trong phân khúc smartphone tầm trung năm nay.",
      "/strong/Thiết kế hiện đại, tinh tế",
      "Galaxy A22 có thiết kế khá tương tự với dòng Galaxy A21 với mặt lưng và khung viền được hoàn thiện từ nhựa. Ngoài việc giảm giá thành cho sản phẩm thì việc phối màu trên mặt lưng cũng dễ dàng hơn.",
      "https://didongviet.vn/pub/media/galaxy-a22/galaxy-a22-thiet-ke-hien-dai-didongviet.jpg",
      "Với mặt lưng màu Gradient sẽ giúp Samsung Galaxy A22 nổi bật hơn khi so với các dòng smartphone cùng phân khúc.Phần mặt trước với thiết kế infinity-V giúp tăng khả năng hiển thị hình ảnh. Phần viền màn hình cũng được làm mỏng đều 2 bên. Phần mặt dưới được Samsung trang bị cổng sạc USB type C, jack cắm tai nghe 3.5mm cùng mic thoại.",
      "/strong/Màn hình 6.5inch với độ phân giải HD+",
      "Galaxy A22 được samsung trang bị màn hình với thiết kế infinity-V với kích thước 6.5inch HD+ (720 x 1600) tấm nền Super AMOLED. Hình ảnh hiển thị trên sản phẩm khá tốt, góc nhìn rộng, màu sắc hài hòa.",
      "https://didongviet.vn/pub/media/galaxy-a22/galaxy-a22-man-hinh-full-hd-didongviet.jpg",
      "Màn hình có mật độ điểm ảnh 270ppi giúp hiển thị hình ảnh tốt, không quá rỗ như trên một số màn hình qHD.",
      "/strong/Cấu hình đáp ứng tốt cho mọi tác vụ hàng ngày",
      "Galaxy A22 được trang bị con chip Qualcomm Snapdragon 450 với 8 nhân có tốc độ xung nhịp lên đến 1.8GHz. Tuy vẫn dựa trên tiến trình 14nm, nhưng con chip vẫn có thể đáp ứng tốt nhiều tác vụ khác nhau, điện năng tiêu thụ cũng được giảm đi đáng kể.",
      "https://didongviet.vn/pub/media/galaxy-a22/galaxy-a22-cau-hinh-manh-didongviet.jpg",
      "Ngoài ra, Samsung Galaxy A22 cũng được trang bị dung lượng RAM 6GB cho khả năng đa nhiệm tốt. Bộ nhớ trong 128GB để người dùng có thể lưu trữ nhiều tài liệu, dữ liệu cá nhân. Máy cũng hỗ trợ khe microSD để người dùng có thể mở rộng bộ nhớ trong để có thể lưu trữ được nhiều dữ liệu hơn.",
      "https://didongviet.vn/pub/media/galaxy-a22/galaxy-a22-chien-tot-cac-tua-game-hot-didongviet.jpg",
      "Về khả năng chơi game, Galaxy A22 có thể “chiến” tốt nhiều tựa game hot trên thị trường hiện nay như: Liên Quân Mobile, Pubg Mobile, Tốc chiến,.vv... Tuy nhiên, để có được trải nghiệm được tốt nhất, người dùng nên thiết lập cấu hình ở mức Trung bình - thấp để có được mức FPS ổn định khi chơi game.",
      "/strong/Camera 16MP thỏa sức sáng tạo",
      "Samsung Galaxy A22 được trang bị cụm 4 camera đặt ở phía mặt lưng. Bộ 4 camera bao gồm: camera chính 16MP, camera góc rộng 8MP, camera macro 2MP và camera đo độ sâu 2MP. Ưu điểm của hệ thống camera này là khả năng lấy nét nhanh, độ chi tiết tốt, màu sắc tái tạo khá ổn trong môi trường đầy đủ ánh sáng.",
      "https://didongviet.vn/pub/media/galaxy-a22/galaxy-a22-co-camera-thoa-suc-sang-tao-didongviet.jpg",
      "Trong điều kiện thiếu sáng, hình ảnh cho ra ở mức tạm ổn, chi tiết tốt ít bị bệt, nhưng vẫn bị noise ở một số vùng quá tối.Camera trước của máy đáp ứng tốt nhu cầu selfie của người dùng. Với độ phân giải 13 MP cùng khẩu độ f/2.2, kết hợp với một số filter lọc màu cũng như hiệu ứng làm đẹp là người dùng đã có ngay một bức ảnh selfie ưng ý.",
      "/strong/Dung lượng pin tốt, thời gian sử dụng lên đến 2 ngày",
      "Galaxy A22 sở hữu viên pin dung lượng 5000 mAh kết hợp màn hình HD mang đến thời gian sử dụng lên đến 2 ngày với tác vụ hỗn hợp.",
      "https://didongviet.vn/pub/media/galaxy-a22/galaxy-a22-pin-ben-bi-didongviet.jpg",
      "Máy cũng được trang bị cổng sạc USB type C phù hợp với xu hướng thị trường hiện nay. Samsung Galaxy A22 cũng hỗ trợ sạc nhanh 15W giúp giảm thời gian sạc pin, tăng thời gian trải nghiệm của người dùng.",
      "Galaxy A22 với 4 tùy chọn màu sắc khác nhau bao gồm: Xám, trắng, xanh nhạt, tím. Máy bán ra sẽ được trang bị giao diện One UI 2.5 chạy trên nền Android 11."
    ]
  },
  {
    "name": "iPhone 13 mini 128GB Chính Hãng (VN/A)",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//i/p/iphone-13-mini-128gb-chinh-hang-didongviet.jpg"
    ],
    "capacity": ["128GB", "256GB", "512GB"],
    "color": [],
    "price": ["18.390.000 ₫", "19.990.000 ₫", "21.990.000 ₫"],
    "promotion": [
      "Mua kèm Sạc nhanh 20W Apple Chính hãng giá chỉ còn 490.000đ",
      "Mua kèm Tai nghe Apple Earpods with Lightning Connector (CTY) giá chỉ còn 490.000đ ( giá niêm yết 790.000)",
      "Mua kèm Tai nghe Apple AirPods 3 giá chỉ còn 4.690.000đ (Giá niêm yết 4.990.000đ)",
      "Mua kèm Ốp lưng iPhone 13 Chính Hãng giảm ngay 500.000đ (giá niêm yết từ 1.590.000đ)",
      "Mua kèm Tai nghe Apple AirPods Max VN/A giá chỉ còn 9.990.000đ (Giá niêm yết 11.990.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "iPhone",
    "description": [
      "iPhone 13 Mini 128GB là một trong những chiếc điện thoại nhỏ gọn nhất thuộc dòng iPhone 13 Mini với nhiều trang bị cao cấp từ màn hình đến hiệu năng. Chiếc iPhone này có màn hình 5.4 inch với tần quét 60Hz cùng con chip Apple A15 Bionic cho hiệu năng vô cùng mạnh mẽ.",
      "/strong/Thiết kế giữ nguyên vẻ vuông vắn cao cấp",
      "iPhone 13 Mini 128GB được chế tác từ những vật liệu cao cấp và có kiểu dáng rất hiện đại. Phần khung viền làm từ nhôm cứng cáp, vát phẳng, vuông vắn tạo nên sự sang trọng vốn có của dòng sản phẩm iPhone 13. ",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-mini-64gb/iphone-13-mini-pink-2-didongviet.jpg",
      "Hai mặt trước và sau đều làm từ kính cường lực phủ một lớp bảo vệ bằng gốm (Ceramic Shield). Lớp bảo vệ này sẽ giúp cho mặt kính của iPhone 13 mini có khả năng chịu lực gấp 4 lần, khó xước và khó bị vỡ hơn. ",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-mini-64gb/iphone-13-mini-pink-6-didongviet.jpg",
      "Điều kỳ diệu còn nằm ở chỗ dù điện thoại nhỏ gọn hơn nhưng iPhone 13 mini có màn hình lớn tới 5.4 inch giống với chiếc iPhone 12 mini và lớn hơn nhiều so với màn hình 4,7 inch của iPhone 8.",
      "/strong/Màn hình OLED với độ phân giải FHD+",
      "iPhone 13 Mini 128GB sẽ có màn hình 5.4 inch Super Retina XDR siêu sắc nét, đầy cảm hứng. Kèm theo đó là công nghệ OLED tiên tiến hàng đầu. Những hình ảnh sẽ trở nên sống động hơn bao giờ hết với độ phân giải 1080 x 2340 Pixels; màu sắc chính xác, chân thực; công nghệ True Tone và HDR khiến mọi thứ luôn hiển thị hoàn hảo trong mọi điều kiện.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-mini-64gb/iphone-13-mini-pink-3-didongviet.jpg",
      "Ngoài ra, phần tai thỏ trên iPhone 13 Mini cũng được thu gọn đáng kể giúp tăng nhiều không gian hiển thị hơn mà còn giúp mặt trước chiếc điện thoại trở nên hấp dẫn, tối ưu tính thẩm mỹ khi nhìn ngắm và quan sát.",
      "/strong/Camera được nâng cấp hoàn thiện hơn ",
      "Cụm camera là điều luôn được Apple chú tâm phát triển trong những thế hệ iPhone hiện nay. iPhone 13 Mini lần này cũng thế.  Lần này Apple tập trung nâng cấp cảm biến và tiếp tục sử dụng 2 cảm biến 12MP tương tư như phiên bản iPhone 12. Nhờ cảm biến hình ảnh lớn, chúng sẽ càng thu nhận nhiều ánh sáng hơn. Do đó, khả năng chụp đem trên chiếc iPhone 13 Mini 128GB sẽ cải thiện hơn rất nhiều khi so với phiên bản tiền nhiệm.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-mini-64gb/iphone-13-mini-pink-5-didongviet.jpg",
      "Con chip A15 Bionic này được sản xuất trên tiến trình 5nm+ của TSMC, hay còn được gọi là tiến trình N5P. Đây là một trong những tiến trình sản xuất tiên tiến nhất hiện có mặt trên smartphone (tính đến thời điểm hiện tại). A15 Bionic sẽ giúp cải thiện một cách đáng kể về tốc độ và hiệu năng so với Apple A14 Bionic. ",
      "/strong/Kháng nước IP68 hoàn hảo",
      "Được trang bị khả năng chống nước IP68 - kháng nước và bụi ở mức cao nhất, chiếc iPhone 13 mini 128GB có thể vẫn hoạt động bình thường trong môi trường nước ở độ sâu lên đến 1 mét với áp lực nước nhất định. Vì thể sẽ giúp điện thoại của bạn miễn nhiễm với những nguy cơ thường ngày từ nước và bụi.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-mini-64gb/iphone-13-mini-pink-didongviet.jpg",
      "Ấn tượng hơn nữa khi iPhone 13 mini có khả năng ngâm nước ở độ sâu tới 6m trong vòng 30 phút, sâu hơn 1,5m rất nhiều so với những chiếc điện thoại chống nước khác."
    ]
  },
  {
    "name": "OPPO Reno6 5G (8GB|128GB) Chính Hãng",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//o/p/oppo-reno-6-didongviet-thumb2.jpg"
    ],
    "capacity": [],
    "color": ["Màu đen ", "Màu bạc"],
    "price": ["11.790.000 ₫"],
    "promotion": [
      "Mua kèm Tai nghe nhét tai Sony MDR - EX15AP giá chỉ còn 179.000đ (Giá niêm yết 290.000đ)",
      "Mua kèm Pin sạc dự phòng Innostyle Powergo 10.000mAh giá chỉ còn 275.000đ (Giá niêm yết 459.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "OPPO",
    "description": [
      "Oppo Reno6 sắp tới sẽ được nhà sản xuất cho ra mắt nhằm kế thừa sự thành công vốn có của đàn anh Oppo Reno5. Smartphone sở hữu thiết kế đẳng cấp, hiệu năng mạnh mẽ với con chip Dimensity 900 5G ấn tượng.",
      "Chơi game và trải nghiệm giải trí mượt mà cùng chip MediaTek Dimensity 900 5G",
      "Oppo Reno6 lại tiếp tục tạo cho người dùng một sự mong đợi và kỳ vọng lớn bởi hiệu năng khủng của mình. Thiết bị được tích hợp con chip 6nm chạy trên nền tảng MediaTek MT6893, hay cũng được gọi bằng tên khách là Dimensity 900 5G. Người dùng hoàn toàn có thể chiến nhiều game đồ họa nặng hot nhất với bộ vi xử lý này.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-didongviet-2_2_.jpg",
      "Bên cạnh đó, máy được trang bị bộ nhớ RAM 8 GB, giúp người dùng đa nhiệm mượt mà cũng như chơi các gane hạng nặng nhưng không hề bị giật, lag. Điện thoại còn được hỗ trợ bộ nhớ trong lên tới 128 GB để phục vụ mọi nhu cầu tải và lưu trữ các thông tin, ứng dụng, ảnh, video mà không lo đầy dung lượng.",
      "/strong/Pin kép dung lượng lớn 4300 mAh, công nghệ sạc nhanh 65W",
      "Oppo Reno6 sở hữu viên pin kép dung lượng khủng 4300 mAh mà còn có hỗ trợ công nghệ sạc nhanh công suất 65W, giúp người sử dụng tiết kiệm phần lớn thời gian sạc pin, thoải mái sử dụng smartphone xuyên suốt mọi lúc.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-didongviet-2_1_-1.jpg",
      "Hơn thế nữa, đây còn là điện thoại đầu tiên của hãng Oppo có sạc không dây 30W. Đây chính là một ưu điểm đáng chú ý mà Oppo trang bị cho đứa con của mình để chinh chiến với các đối thủ khác trên thị trường.",
      "/strong/Thiết kế thời thượng, đẳng cấp, thu hút mọi ánh nhìn",
      "Oppo Reno6 được nhà sản xuất chăm sóc tỉ mỉ tới từng chi tiết để cho ra được  một thiết kế hoàn hảo và hấp dẫn. Các khung viền điện thoại được bo cong uyển chuyển, mềm mại, tạo cảm giác êm tay khi cầm nắm. Ngoài ra, kích thước tổng của mấy chỉ, 156.8 x 72.1 x 7.59 mm, rất nhỏ gọn để mang theo bên mình mọi nơi.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-didongviet-2_7_.jpg",
      "Mặt trước cũng tạo được nét riêng biệt khi có màn hình thiết kế dạng tràn viền cùng độ cong mềm mại 2.5D. Hai cạnh viền hai bên cực mỏng với camera đục lỗ giúp gia tăng diện tích hiển thị lên mức tối đa.",
      "/strong/Màn hình OLED sắc nét 6.43 inch cùng tần suất làm mới hiển thị cao 90 Hz",
      "Ngoài ưu điểm về kiểu dáng, Oppo Reno6 còn sở hữu màn hình OLED cùng kích thước 6.43 inch độ phân giải FHD+. Điểm sáng này đã giúp cho smartphone mang tới cho người sử dụng những hình ảnh chi tiết nhất và chân thật nhất.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-didongviet-2_6_.jpg",
      "Ngoài ra, đẳng cấp của chiếc điện thoại cũng được nhà sản xuất khẳng định với các mẫu smartphone tầm trung khác trên thị trường bằng tần suất làm mới hiện thị đạt tới 90Hz. Do đó, máy rất thích hợp dùng để chơi các game cấu hình cao mà vẫn đảm bảo tốc độ mượt mà nhất.",
      "/strong/Bộ khung 3 camera theo kịp xu hướng, đạt độ phân giải 64 MP",
      "Reno6 vẫn tiếp tục được Oppo tích hợp bộ 3 ống kính cảm biến với độ phân giải lần lượt là 64 MP, 8 MP và 2 MP cùng với vô vàn các tính năng ưu việt nhất, hỗ trợ người dùng bắt trọn từng khoảnh khắc trong khung hình một cách ấn tượng.",
      "Camera selfie từ trước tới nay đã trở thành thương hiệu của các dòng smartphone của nhà sản xuất đến từ Trung Quốc này. Thiết bị có camera trước độ phân giải cao lên tới 32MP. Do đó, thiết bị hoàn toàn thỏa mãn nhu cầu người dùng cùng các tính năng mới nhưu chụp cận cảnh, chụp xóa phông.",
      "https://didongviet.vn/pub/media/wysiwyg/09/oppo-reno-6-didongviet-2_3_.jpg",
      "Điện thoại còn hỗ trợ quay phim HDR, quay ngược sáng mà vẫn giữ được các chi tiết tổng thể một cách tự nhiên và rõ nét. Ngoài ra, chế độ siêu chống rung cùng với quay đồng thời 2 camera giúp người dùng thoải mái sáng tạo các video, vlog đẹp và đa dạng góc nhìn."
    ]
  },
  {
    "name": "iPhone 13 128GB Chính Hãng (VN/A)",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//i/p/iphone-13-128gb-didongviet_1.jpg"
    ],
    "capacity": ["128GB", "256GB", "512GB"],
    "color": ["Màu trắng", "Màu đen ", "Màu hồng", "Màu Xanh dương", "Màu đỏ"],
    "price": ["21.790.000 ₫", "24.490.000 ₫", "27.990.000 ₫"],
    "promotion": [
      "Mua kèm Sạc nhanh 20W Apple Chính hãng giá chỉ còn 490.000đ",
      "Mua kèm Tai nghe Apple Earpods with Lightning Connector (CTY) giá chỉ còn 490.000đ ( giá niêm yết 790.000)",
      "Mua kèm Tai nghe Apple AirPods 3 giá chỉ còn 4.690.000đ (Giá niêm yết 4.990.000đ)",
      "Mua kèm Ốp lưng iPhone 13 Chính Hãng giảm ngay 500.000đ (giá niêm yết từ 1.590.000đ)",
      "Mua kèm Tai nghe Apple AirPods Max VN/A giá chỉ còn 9.990.000đ (Giá niêm yết 11.990.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "iPhone",
    "description": [
      "iPhone 13 128GB với thiết kế ngoại hình giống iPhone 12 đã quá “mãn nhãn” người dùng, lần này với những nâng cấp sâu hơn trên iPhone 13 về cấu hình cũng như camera, viên pin được nâng cấp từ dung lượng đến độ bền bỉ sẽ gây ấn tượng mạnh mẽ đến dàn iFans hùng hậu trên toàn thế giới.",
      "/strong/Giữ nguyên thiết kế vuông vức, sở hữu phần notch nhỏ hơn",
      "iPhone 13 128GB lần này cũng sẽ giữ nguyên vẹn vẻ ngoài của dòng iPhone 12 Series với thiết kế các cạnh vuông vức. Nhưng sẽ có vài điểm khác biệt dễ dàng có thể nhận ra, thứ nhất là về độ dày của thiết bị. Điện thoại iPhone 13 128GB sẽ có độ dày hơn khoảng 0,26mm vì được trang bị bên trong một viên pin với dung lượng lớn hơn.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-128gb/iphone-13-red-didongviet.jpg",
      "Điểm tiếp theo là việc Apple sẽ thu nhỏ kích thước notch thông qua cách kết hợp đèn chiếu sáng hồng ngoại, cảm biến và máy chiếu điểm hiện đang được tách biệt, tạo nên hệ thống mở khóa Face ID của iPhone 12 vào một mô-đun duy nhất. Phần notch nhỏ hơn có thể nói rằng là do kích thước khuôn của chip VCSEL sử dụng trong máy quét Face ID sẽ giảm tới 50% cho ra một con chip Face ID nhỏ hơn.",
      "/strong/Trải nghiệm 5G ở nhiều nơi hơn",
      "Thế giới đang nhanh chóng chuyển sang 5G và iPhone cung cấp trải nghiệm 5G tiên tiến, thay đổi cách người dùng kết nối, chia sẻ và thưởng thức nội dung. Thiết kế phần cứng tùy chỉnh trong dòng sản phẩm iPhone 13 có nhiều băng tần 5G hơn, cho phép nó hoạt động ở nhiều nơi hơn trên 5G để có vùng phủ sóng và chất lượng cuộc gọi cao hơn.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-128gb/iphone-13-red-4-didongviet.jpg",
      "Đến cuối năm 2021, hỗ trợ cho 5G trên iPhone sẽ tăng gấp đôi trên toàn cầu, với hơn 200 nhà mạng trên toàn thế giới tại 60 quốc gia và khu vực. Người dùng có thể trải nghiệm phát trực tuyến video chất lượng cao hơn trên các nền tảng yêu thích của họ. Bên cạnh đó, chế độ Dữ liệu thông minh sẽ tiết kiệm pin một cách thông minh bằng cách tự động chuyển iPhone sang LTE khi không cần đến tốc độ 5G.",
      "/strong/Màn hình Super Retina XDR OLED cao cấp",
      "iPhone 13 128GB được trang bị màn hình Super Retina XDR OLED được cải tiến mang lại tỷ lệ tương phản đáng kinh ngạc cho màu đen sâu và tăng 28% độ sáng tối đa ngoài trời ở 800 nits, với độ sáng cao nhất cho nội dung HDR như ảnh và video ở 1200 nits, đồng thời tiết kiệm điện hơn.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-128gb/iphone-13-red-2-didongviet.jpg",
      "Đây vẫn là màn hình OLED, hỗ trợ dải màu rộng, Apple cho rằng hình ảnh trên iPhone 13 cho cảm giác chân thực nhất, màu sắc chính xác nhất. Hỗ trợ công nghệ Super Renita XDR với mật độ điểm ảnh cao, cho hình ảnh luôn sắc nét. Điểm thay đổi lớn nhất khi tai thỏ rộng hơn (notch nhỏ hơn) giúp người dùng có thêm thông tin khi xem trên màn hình iPhone 13.",
      "/strong/Phần cứng mạnh mẽ với A15 Bionic",
      "iPhone 13 128GB được trang bị con chip Apple A15 Bionic. Theo Apple, A15 Bionic nhanh hơn nhiều so với các đối thủ khác, mang lại hiệu năng cao hơn và tiết kiệm năng lượng tốt hơn, khiến mọi thứ trở nên trôi chảy hơn trong dòng sản phẩm iPhone 13. chip A15 mới (5nm) - 6 nhân CPU (2 nhận mạnh và 4 nhân tiết kiệm điện. CPU cho hiệu năng nhanh hơn 50%, GPU có 4 nhân, cho hiệu năng đồ hoạ nhanh hơn 30%.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-128gb/iphone-13-red-5-didongviet.jpg",
      "A15 cũng hỗ trợ 16 nhân Neural Engine mới hỗ trợ các tác vụ ML, nó hỗ trợ 15,8 triệu tỷ phép tính mỗi giây. Neural Engine sẽ kết hợp giữa CPU và GPU để xử lý các ứng dụng kết hợp với phần mềm tuỳ chỉnh theo thời gian thực, nhanh hơn, ví dụ như các app có liên quan đến AR, hoặc các app có chèn hiệu ứng vào bối cảnh thực tế,...",
      "/strong/Hệ thống camera kép tiên tiến nhất trên iPhone",
      "iPhone 13 128GB được trang bị hai cụm camera đặt xéo với camera rộng và góc siêu rộng. Camera chính 12MP f/1.6, cảm biến lớn hơn, thu sáng nhiều hơn 47% cũng như ít noise hơn. Camera còn có thêm tính năng chống rung cảm biến (Sensor-shift OIS) vốn có trên dòng Max của năm ngoái, ảnh chụp và video sẽ có nhiều chi tiết hơn.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iPhone-13-128gb/iphone-13-red-3-didongviet.jpg",
      "Apple giới thiệu thêm tính năng Cinematic Mode - giúp người dùng quay video như các bộ phim điện ảnh với tính năng làm mờ hậu cảnh khi quay để có chiều sâu hơn. Đặc biệt là khả năng lấy nét chuyển giao giữa hai vật thể trong thời gian thực để tạo cảm giác chú ý hơn.",
      "/strong/Nâng cấp ở thời lượng sử dung pin của iPhone 13",
      "iPhone 13 128GB với viên pin mới được nâng cấp hơn lần này sẽ cung cấp cho người dùng một dung lượng pin tăng lên đáng kể với dung lượng dự đoán nằm ở mức 3095mAh. Nhờ vào con chip A15 Bionic mới mà thời lượng pin của iPhone 13 128GB sẽ được cải thiện so với iPhone 12 truóc đó. Cụ thể Apple công bố rằng iPhone 13 sẽ cho thời lượng sử dụng pin nhiều hơn 2,5 giờ so với iPhone 12."
    ]
  },
  {
    "name": "Nokia 105 TA-1174 2 SIM (2019)",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//n/o/nokia-105-ta-1174-cty-didongviet.jpg"
    ],
    "capacity": [],
    "color": ["Màu xanh", "Màu đen "],
    "price": ["399.000 ₫"],
    "promotion": [
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "Nokia",
    "description": [
      "Nokia gợi nhớ về một thời huy hoàng năm xưa với mẫu điện thoại “cục gạch” Nokia 105 TA-1174. Điện thoại có thiết kế đầy hoài cổ. Thiết bị đáp ứng tốt nhu cầu sử dụng cơ bản, phổ thông và thời lượng pin trâu thích hợp làm chiếc điện thoại phụ hoặc làm quà tặng cho những người lớn tuổi.",
      "/strong/Thiết kế truyền thống, nhiều màu sắc rực rỡ",
      "Nokia 105 TA-1174 có thiết kế hoài cổ, gợi nhớ nhiều về huyền thoại cục gạch năm xưa. Là thế hệ thứ 4 nhưng điện thoại vẫn giữ nguyên thiết kế từ người tiền nhiệm. Hãng đã thực hiện một số thay đổi cho hợp thời cũng như đem lại trải nghiệm cầm nắm, sử dụng tốt nhất. Kích thước nhỏ nhắn, gọn nhẹ dễ dàng mang theo trong túi áo hay túi quần.",
      "Các góc cạnh được bo cong mềm mại. Lớp vỏ nhựa polycarbonate cứng và bền có khả năng chịu va đập mạnh. Nokia cũng đem tới nhiều lựa chọn màu sắc rực rỡ, mạnh mẽ cho Nokia 105 để điện thoại có vẻ hiện đại, năng động hơn. Phần nắp cùng với pin có thể tháo rời, thay thế dễ dàng.",
      "https://didongviet.vn/pub/media/wysiwyg/nokia-105-TA-1174/thiet-ke-nokia-105-TT1174-di-dong-viet.jpg",
      "Một trong những điểm cộng của thiết bị này so với các điện thoại thông minh ngoài kia là máy cực kỳ bền. Tên tuổi của hãng sản xuất như lời bảo chứng cho sự bền bỉ của Nokia 105 khi gặp sự cố. Người dùng có thể an tâm sử dụng điện thoại ngay cả khi lỡ tay làm rớt máy.",
      "Nokia 105 TA-1174 được trang bị màn hình TFT kích thước 1,77 inch. Độ phân giải 120x160 pixels đảm bảo hiển thị nội dung rõ ràng, chi tiết. Bàn phím T9 một thời với các phím cứng cho những phản hồi xúc giác thực tế khi bấm. Bàn phím có một số thay đổi nhỏ so với các thế hệ trước nhưng tổng thể vẫn cho tốc độ đánh rất nhanh. Một trải nghiệm có thể nói mới lạ giữa thời đại điện thoại thông minh hiện nay.",
      "/strong/Tính năng vừa đủ chon nhu cầu nghe gọi.",
      "Là chiếc điện thoại hướng đến nhu cầu sử dụng phổ thông, chủ yếu là nghe gọi nên Nokia 105 TA-1174 được trang bị viên pin 800 mAh với thời gian sử dụng lên tới vài ngày. Dung lượng RAM 4GB cùng với bộ nhớ trong 4MB. Nokia 105 không hỗ trợ thẻ nhớ ngoài. Thiết bị chạy hệ điều hành Nokia Series 30+.",
      "https://didongviet.vn/pub/media/wysiwyg/nokia-105-TA-1174/cau-hinh-nokia-TA-1174-di-dong-viet.jpg",
      "Điện thoại sử dụng cổng MicroSD tiện lợi. Tuy không bán kèm tai nghe theo hộp nhưng Nokia 105 TA-1174 vẫn trang bị cho người dùng jack tai nghe 3.5mm. Điện thoại có thể lưu tới 2.000 số điện thoại và 500 tin nhắn. Hãng trang bị sẵn nhiều tựa game như Rắn săn mồi huyền thoại để người dùng giải trí. Các ứng dụng quen thuộc như FM, đèn pin vẫn được trang bị cho Nokia 105.",
      "Phiên bản 2 sims 2 sóng này cực kỳ tiện lợi nếu người dùng tính sử dụng máy như một chiếc điện thoại phụ chuyên nghe gọi.",
      "/strong/Vì sao nên mua Nokia 105 TA-1174 tại Di Động Việt?",
      "Để sở hữu ngay Nokia 105 TA-1174 với mức giá hấp dẫn nhất, hãy đến ngay cửa hàng Di Động Việt gần bạn nhất nhé. Bên cạnh đội ngũ nhân viên giàu kinh nghiệm, hệ thống còn tung ra nhiều chương trình khuyến mãi, ưu đãi thường xuyên cùng với hỗ trợ trả góp 0đ."
    ]
  },
  {
    "name": "iPhone 13 Pro Max 256GB Chính Hãng (VN/A)",
    "thumbnail": [
      "https://didongviet.vn/pub/media/catalog/product//i/p/iphone-13-pro-max-256gb-didongviet_1.jpg"
    ],
    "capacity": ["128GB ", "256GB ", "512GB ", "1TB"],
    "color": ["Vàng (Gold)", "Xám đen", "Màu bạc", "Màu Xanh dương"],
    "price": ["29.790.000 ₫", "32.490.000 ₫", "39.990.000 ₫", "45.490.000 ₫"],
    "promotion": [
      "Mua kèm Sạc nhanh 20W Apple Chính hãng giá chỉ còn 490.000đ",
      "Mua kèm Tai nghe Apple Earpods with Lightning Connector (CTY) giá chỉ còn 490.000đ ( giá niêm yết 790.000)",
      "Mua kèm Tai nghe Apple AirPods 3 giá chỉ còn 4.690.000đ (Giá niêm yết 4.990.000đ)",
      "Mua kèm Ốp lưng iPhone 13 Chính Hãng giảm ngay 500.000đ (giá niêm yết từ 1.590.000đ)",
      "Mua kèm Tai nghe Apple AirPods Max VN/A giá chỉ còn 9.990.000đ (Giá niêm yết 11.990.000đ)",
      "Mua kèm Sim 4G Data Itelecom May77 giá chỉ còn 165.000đ (Giá niêm yết 199.000đ)"
    ],
    "category": "iPhone",
    "description": [
      "iPhone 13 Pro Max 256GB là một trong những chiếc smartphone cao cấp thuộc dòng sản phẩm Apple, iPhone 13 Series được mong chờ nhất trong năm 2021 với những nâng cấp mới về hiệu năng của chipset, cùng công nghệ màn hình hoàn toàn mới.",
      "/strong/Thiết kế cạnh phẳng sang trọng, nhiều màu sắc nổi bật",
      "iPhone 13 Pro Max 256GB có thiết kế tương tự như dòng sản phẩm tiền nhiệm của mình là dòng iPhone 12 Pro series. Máy sẽ có thiết kế cạnh phẳng vuông vức với phần khung viền được làm từ thép không gỉ, mặt lưng được trang bị kính cường lực Ceramic Shield.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iphone-13-pro-max-512gb/iphone-13-pro-max-sierra-blue-7-didongviet.jpg",
      "Ngoài khả năng được đảm bảo như chống bụi/ nước chuẩn IP68, chiếc điện thoại này có điểm chú ý là có thể được phủ thêm một lớp chống vân tay ở viền thép trên máy tránh bám bẩn. Máy vẫn sẽ được tích hợp công nghệ bảo mật Face ID ở mặt trước với phần notch được làm nhỏ đi 20%, camera TrueDepth 12MP. Hiển nhiên iPhone 13 Pro Max sẽ được ra mắt với nhiều phiên bản màu sắc khác nhau đó chính là Than chì, Vàng, Bạc và Xanh Sierra hoàn toàn mới.",
      "/strong/Màn hình notch thu nhỏ với tốc độ làm tươi 120 Hz",
      "Ngoài kích cỡ màn hình 6.7 inch với tấm nền Super Retina XDR OLED, iPhone 13 Pro Max có thiết kế notch \"tai thỏ\" thu hẹp lại và giữ nguyên vị trí của các cảm biến quan trọng như TrueDepth, FaceID hoặc camera selfie.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iphone-13-pro-max-512gb/iphone-13-pro-max-sierra-blue-11-didongviet-2.jpg",
      "Đây cũng là màn hình sáng nhất từng có trên iPhone với độ sáng tối đa ngoài trời cao hơn tới 25% so với thế hệ tiền nhiệm. Độ sáng cao nhất ở mức 1000 nits, vì vậy người dùng sẽ trải nghiệm độ phân giải, màu sắc và độ tương phản đáng kinh ngạc cho dù tình cờ lướt web hay xem video HDR.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iphone-13-pro-max-512gb/iphone-13-pro-max-sierra-blue-2-didongviet.jpg",
      "iPhone 13 Pro Max 256GB sẽ tăng cường trải nghiệm hình ảnh lên rất nhiều thông qua ProMotion - tính năng giúp đẩy tốc độ làm tươi màn ảnh lên 120 Hz. Nếu như vậy, iPhone 13 Pro Max sẽ là chiếc iPhone đầu tiên có tốc độ làm tươi cao, giúp hình ảnh chuyển động mượt mà hơn.",
      "/strong/Camera nâng cấp về cảm biến lẫn tính năng chụp ảnh",
      "iPhone 13 Pro Max 256GB sẽ có cụm camera với thiết kế to hơn, lồi hơn 1 chút so với phiên bản tiền nhiệm. Tương tư với dòng iPhone 12 Pro Max, sản phẩm cũng sở hữu hệ thống 3 camera bao gồm: camera góc rộng, camera góc siêu rộng cùng camera tele cùng độ phân giải 12MP và cảm biến LiDAR.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iphone-13-pro-max-512gb/iphone-13-pro-max-sierra-blue-4-didongviet.jpg",
      "Đặc biệt, Apple năm nay còn thêm tính năng Cinematic Mode vào sản phẩm của mình. Đây là chế độ chân dung xóa phông khi quay video. Máy sẽ dùng phần mềm để xóa phông và cũng cho phép người dùng điều chỉnh khẩu độ, chỉnh nét sau khi quay. Điều này giúp người dùng quay được những thước phim xóa phông làm nổi bật chủ thể hơn.",
      "/strong/Vi xử lý nâng cấp hiệu năng với chip Apple A15",
      "iPhone 13 Pro Max 256GB sẽ mang trong mình chip Apple A15 Bionic với nhiều nâng cấp khác nhau cả về hiệu năng xử lý lẫn hỗ trợ mạng 5G tốc độ cao. A15 Bionic có 6 nhân CPU với hai nhân hiệu suất cao mới và bốn nhân tiết kiệm điện năng, GPU 5 nhân cho tốc độ xử lý nhanh hơn 20% khi so với phiên bản tiền nhiệm.",
      "https://didongviet.vn/pub/media/A-iPhone-13/iphone-13-pro-max-512gb/iphone-13-pro-max-sierra-blue-5-didongviet.jpg",
      "iPhone 13 Pro Max 256GB có thiết kế phần cứng với nhiều băng tần 5G hơn, giúp sản phẩm có thể hoạt động ở nhiều nơi hỗ trợ 5G giúp máy có thể dễ dàng kết nối cũng như đạt được chất lượng cuộc gọi cao hơn. Kết hợp với đó là tính năng Dự liệu thông minh sẽ giúp chiếc iPhone tiết kiệm pin hơn bằng cách tự động chuyển iPhone sang LTE khi không cần đến tốc độ 5G."
    ]
  }
]
